Repository: lutris/lutris
Catalog: po/*.po
Languages: pt_pt

source: Install
pt_pt: Instalar

source: Install another version
pt_pt: Instalar outra versão

source: Install DLCs
pt_pt: Instalar DLCs

source: Install updates
pt_pt: Instalar atualizações

source: Locate installed game
pt_pt: Localizar jogo instalado

source: Create desktop shortcut
pt_pt: Criar atalho no ambiente de trabalho

source: Delete desktop shortcut
pt_pt: Eliminar atalho no ambiente de trabalho

source: Create application menu shortcut
pt_pt: Criar atalho no menu de aplicações

source: Delete application menu shortcut
pt_pt: Eliminar atalho no menu de aplicações

source: Create Steam shortcut
pt_pt: Criar atalho no Steam

source: Create Steam Big-Picture shortcut
pt_pt: Criar atalho no Steam Big-Picture

source: Delete Steam shortcut
pt_pt: Eliminar atalho no Steam

source: View on Lutris.net
pt_pt: Ver no Lutris.net

source: Duplicate
pt_pt: Duplicar

source: This game has no installation directory
pt_pt: Este jogo não possui um diretório de instalação

source: Can't open %s The folder doesn't exist.
pt_pt: Não foi possível abrir %s A pasta não existe.

source: Do you wish to duplicate %s? The configuration will be duplicated, but the games files will <b>not be duplicated</b>. Please enter the new name for the copy:
pt_pt: Deseja duplicar %s? A configuração será duplicada, mas os ficheiros do jogo <b>não serão duplicados</b>. Por favor, introduza o novo nome para a cópia:

source: Duplicate game?
pt_pt: Duplicar jogo?

source: Select shortcut target
pt_pt: Selecionar destino do atalho

source: Invalid game configuration: Missing runner
pt_pt: Configuração de jogo inválida: Runner em falta

source: No updates found
pt_pt: Nenhuma atualização encontrada

source: No DLC found
pt_pt: Nenhum DLC encontrado

source: Uninstall the game before deleting
pt_pt: Desinstale o jogo antes de o eliminar

source: Tried to launch a game that isn't installed.
pt_pt: Tentativa de iniciar um jogo que não está instalado.

source: Unable to find Antimicrox, install it or disable the Antimicrox option
pt_pt: Não foi possível encontrar o Antimicrox, instale-o ou desative a opção Antimicrox

source: The selected terminal application could not be launched: %s
pt_pt: Não foi possível iniciar a aplicação de terminal selecionada: %s

source: <b>Error lauching the game:</b>
pt_pt: <b>Erro ao iniciar o jogo:</b>

source: <b>Error: Missing shared library.</b> %s
pt_pt: <b>Erro: Biblioteca partilhada em falta.</b> %s

source: <b>Error: A different Wine version is already using the same Wine prefix.</b>
pt_pt: <b>Erro: Uma versão diferente do Wine já está a utilizar o mesmo prefixo Wine.</b>

source: Lutris can't move '%s' to a location inside of itself, '%s'.
pt_pt: O Lutris não pode mover '%s' para uma localização dentro de si próprio, '%s'.

source: Search the Lutris website for installers
pt_pt: Procurar instaladores no sítio Web do Lutris

source: Query our website for community installers
pt_pt: Consultar o nosso sítio Web por instaladores da comunidade

source: Install a Windows game from an executable
pt_pt: Instalar um jogo Windows a partir de um executável

source: Launch a Windows executable (.exe) installer
pt_pt: Iniciar um instalador executável de Windows (.exe)

source: Install from a local install script
pt_pt: Instalar a partir de um script de instalação local

source: Run a YAML install script
pt_pt: Executar um script de instalação YAML

source: Import ROMs
pt_pt: Importar ROMs

source: Import ROMs referenced in TOSEC, No-intro or Redump
pt_pt: Importar ROMs referenciadas em TOSEC, No-intro ou Redump

source: Add locally installed game
pt_pt: Adicionar jogo instalado localmente

source: Manually configure a game available locally
pt_pt: Configurar manualmente um jogo disponível localmente

source: Add games to Lutris
pt_pt: Adicionar jogos ao Lutris

source: Back
pt_pt: Retroceder

source: _Continue
pt_pt: _Continuar

source: Select folder
pt_pt: Selecionar pasta

source: Identifier
pt_pt: Identificador

source: Select script
pt_pt: Selecionar script

source: Select ROMs
pt_pt: Selecionar ROMs

source: Lutris will search Lutris.net for games matching the terms you enter, and any that it finds will appear here. When you click on a game that it found, the installer window will appear to perform the installation.
pt_pt: O Lutris irá procurar no Lutris.net por jogos que correspondam aos termos que introduzir, e todos os que encontrar aparecerão aqui. Ao clicar num jogo encontrado, a janela do instalador aparecerá para realizar a instalação.

source: <b>Search Lutris.net</b>
pt_pt: <b>Procurar no Lutris.net</b>

source: No results
pt_pt: Sem resultados

source: Showing <b>%d</b> result
pt_pt: A mostrar <b>%d</b> resultado

source: <b>%s</b> results, only displaying first %s
pt_pt: <b>%s</b> resultados, a mostrar apenas os primeiros %s

source: Game name
pt_pt: Nome do jogo

source: Enter the name of the game you will install. When you click 'Install' below, the installer window will appear and guide you through a simple installation. It will prompt you for a setup executable, and will use Wine to install it. If you know the Lutris identifier for the game, you can provide it for improved Lutris integration, such as Lutris provided banners.
pt_pt: Introduza o nome do jogo que vai instalar. Ao clicar em 'Instalar' abaixo, a janela do instalador aparecerá e irá guiá-lo através de uma instalação simples. Ser-lhe-á solicitado um executável de instalação e será utilizado o Wine para o instalar. Se souber o identificador do Lutris para o jogo, pode fornecê-lo para uma melhor integração, como os banners fornecidos pelo Lutris.

source: Installer preset:
pt_pt: Predefinição do instalador:

source: Windows 10 64-bit (Default)
pt_pt: Windows 10 64-bit (Predefinição)

source: Locale:
pt_pt: Idioma (Locale):

source: <b>Select setup file</b>
pt_pt: <b>Selecionar ficheiro de instalação</b>

source: _Install
pt_pt: _Instalar

source: You must provide a name for the game you are installing.
pt_pt: Tem de fornecer um nome para o jogo que está a instalar.

source: Setup file
pt_pt: Ficheiro de instalação

source: Select the setup file
pt_pt: Selecione o ficheiro de instalação

source: Script file
pt_pt: Ficheiro de script

source: Lutris install scripts are YAML files that guide Lutris through the installation process. They can be obtained on Lutris.net, or written by hand. When you click 'Install' below, the installer window will appear and load the script, and it will guide the process from there.
pt_pt: Os scripts de instalação do Lutris são ficheiros YAML que guiam o Lutris através do processo de instalação. Podem ser obtidos em Lutris.net ou escritos manualmente. Ao clicar em 'Instalar' abaixo, a janela do instalador aparecerá e carregará o script, guiando o processo a partir daí.

source: <b>Select a Lutris installer</b>
pt_pt: <b>Selecionar um instalador do Lutris</b>

source: You must select a script file to install.
pt_pt: Tem de selecionar um ficheiro de script para instalar.

source: No file exists at '%s'.
pt_pt: Não existe nenhum ficheiro em '%s'.

source: ROM file
pt_pt: Ficheiro ROM

source: <b>Select ROMs</b>
pt_pt: <b>Selecionar ROMs</b>

source: You must select ROMs to install.
pt_pt: Tem de selecionar as ROMs a instalar.

source: Do not run Lutris as root.
pt_pt: Não execute o Lutris como root.

source: Your Linux distribution is too old. Lutris won't function properly.
pt_pt: A sua distribuição Linux é demasiado antiga. O Lutris não funcionará corretamente.

source: Run a game directly by adding the parameter lutris:rungame/game-identifier. If several games share the same identifier you can use the numerical ID (displayed when running lutris --list-games) and add lutris:rungameid/numerical-id. To install a game, add lutris:install/game-identifier.
pt_pt: Execute um jogo diretamente adicionando o parâmetro lutris:rungame/identificador-do-jogo. Se vários jogos partilharem o mesmo identificador, pode usar o ID numérico (apresentado ao executar lutris --list-games) e adicionar lutris:rungameid/id-numérico. Para instalar um jogo, adicione lutris:install/identificador-do-jogo.

source: Print the version of Lutris and exit
pt_pt: Imprimir a versão do Lutris e sair

source: Show debug messages
pt_pt: Mostrar mensagens de depuração (debug)

source: Install a game from a yml file
pt_pt: Instalar um jogo a partir de um ficheiro yml

source: Force updates
pt_pt: Forçar atualizações

source: Generate a bash script to run a game without the client
pt_pt: Gerar um script bash para executar um jogo sem o cliente

source: Execute a program with the Lutris Runtime
pt_pt: Executar um programa com o Lutris Runtime

source: List all games in database
pt_pt: Listar todos os jogos na base de dados

source: Only list installed games
pt_pt: Listar apenas jogos instalados

source: List available Steam games
pt_pt: Listar jogos Steam disponíveis

source: List all known Steam library folders
pt_pt: Listar todas as pastas conhecidas da biblioteca Steam

source: List all known runners
pt_pt: Listar todos os runners conhecidos

source: List all known Wine versions
pt_pt: Listar todas as versões conhecidas do Wine

source: List all games for all services in database
pt_pt: Listar todos os jogos de todos os serviços na base de dados

source: List all games for provided service in database
pt_pt: Listar todos os jogos para o serviço fornecido na base de dados

source: Install a Runner
pt_pt: Instalar um Runner

source: Uninstall a Runner
pt_pt: Desinstalar um Runner

source: Export a game
pt_pt: Exportar um jogo

source: Import a game
pt_pt: Importar um jogo

source: Show statistics about a game saves
pt_pt: Mostrar estatísticas sobre as gravações (saves) de um jogo

source: Upload saves
pt_pt: Enviar gravações (upload)

source: Verify status of save syncing
pt_pt: Verificar o estado da sincronização de gravações

source: Destination path for export
pt_pt: Caminho de destino para exportação

source: Display the list of games in JSON format
pt_pt: Apresentar a lista de jogos em formato JSON

source: Reinstall game
pt_pt: Reinstalar jogo

source: Submit an issue
pt_pt: Submeter um problema (issue)

source: URI to open
pt_pt: URI a abrir

source: No installer available.
pt_pt: Nenhum instalador disponível.

source: %s is not a valid URI
pt_pt: %s não é um URI válido

source: Failed to download %s
pt_pt: Falha ao transferir %s

source: download {url} to {file} started
pt_pt: transferência de {url} para {file} iniciada

source: No such file: %s
pt_pt: Ficheiro inexistente: %s

source: Sync Again
pt_pt: Sincronizar novamente

source: Steam accounts
pt_pt: Contas Steam

source: Select which Steam account is used for Lutris integration and creating Steam shortcuts.
pt_pt: Selecione qual a conta Steam a utilizar para a integração do Lutris e criação de atalhos do Steam.

source: Connected as <b>%s</b>
pt_pt: Ligado como <b>%s</b>

source: Not connected
pt_pt: Não ligado

source: Logout
pt_pt: Terminar sessão

source: Login
pt_pt: Iniciar sessão

source: Keep your game library synced with Lutris.net
pt_pt: Manter a sua biblioteca de jogos sincronizada com o Lutris.net

source: <i>This will send play time, last played, runner, platform and store information to the lutris website so you can sync this data on multiple devices</i>
pt_pt: <i>Isto enviará o tempo de jogo, data da última vez jogado, runner, plataforma e informações da loja para o sítio Web do Lutris, para que possa sincronizar estes dados em vários dispositivos</i>

source: No Steam account found
pt_pt: Nenhuma conta Steam encontrada

source: <i>Syncing library...</i>
pt_pt: <i>A sincronizar biblioteca...</i>

source: <i>Last synced %s.</i>
pt_pt: <i>Última sincronização: %s.</i>

source: Synchronize library?
pt_pt: Sincronizar biblioteca?

source: Enable library sync and run a full sync with lutris.net?
pt_pt: Ativar a sincronização da biblioteca e realizar uma sincronização completa com lutris.net?

source: Add a new game
pt_pt: Adicionar um novo jogo

source: If modified, these options supersede the same options from the base runner configuration.
pt_pt: Se modificadas, estas opções substituem as mesmas opções da configuração base do runner.

source: If modified, these options supersede the same options from the base runner configuration, which themselves supersede the global preferences.
pt_pt: Se modificadas, estas opções substituem as mesmas opções da configuração base do runner, que por sua vez substituem as preferências globais.

source: If modified, these options supersede the same options from the global preferences.
pt_pt: Se modificadas, estas opções substituem as mesmas opções das preferências globais.

source: Reset option to global or default config
pt_pt: Repor opção para a configuração global ou predefinida

source: <i>(Italic indicates that this option is modified in a lower configuration level.)</i>
pt_pt: <i>(O itálico indica que esta opção foi modificada num nível de configuração inferior.)</i>

source: No options match '%s'
pt_pt: Nenhuma opção corresponde a '%s'

source: Only advanced options available
pt_pt: Apenas estão disponíveis opções avançadas

source: No options available
pt_pt: Nenhuma opção disponível

source: Configure %s
pt_pt: Configurar %s

source: Do you want to delete the category '%s'?
pt_pt: Deseja eliminar a categoria '%s'?

source: This will permanently destroy the category, but the games themselves will not be deleted.
pt_pt: Isto irá destruir permanentemente a categoria, mas os jogos em si não serão eliminados.

source: '%s' is a reserved category name.
pt_pt: '%s' é um nome de categoria reservado.

source: Merge the category '%s' into '%s'?
pt_pt: Agrupar a categoria '%s' em '%s'?

source: If you rename this category, it will be combined with '%s'. Do you want to merge them?
pt_pt: Se mudar o nome desta categoria, ela será combinada com '%s'. Deseja agrupá-las?

source: %d games
pt_pt: %d jogos

source: Add Category
pt_pt: Adicionar categoria

source: Adds the category to the list.
pt_pt: Adiciona a categoria à lista.

source: You are updating the categories on 1 game. Are you sure you want to change it?
pt_pt: Está a atualizar as categorias de 1 jogo. Tem a certeza de que deseja alterá-las?

source: You are updating the categories on %d games. Are you sure you want to change them?
pt_pt: Está a atualizar as categorias de %d jogos. Tem a certeza de que deseja alterá-las?

source: Changing Categories
pt_pt: A alterar categorias

source: New Saved Search
pt_pt: Nova pesquisa guardada

source: Search
pt_pt: Pesquisar

source: Installed
pt_pt: Instalado

source: Favorite
pt_pt: Favorito

source: Hidden
pt_pt: Oculto

source: Categorized
pt_pt: Com categoria

source: Yes
pt_pt: Sim

source: No
pt_pt: Não

source: Source
pt_pt: Fonte

source: Platform
pt_pt: Plataforma

source: '%s' is already a saved search.
pt_pt: '%s' já é uma pesquisa guardada.

source: Do you want to delete the saved search '%s'?
pt_pt: Deseja eliminar a pesquisa guardada '%s'?

source: This will permanently destroy the saved search, but the games themselves will not be deleted.
pt_pt: Isto irá destruir permanentemente a pesquisa guardada, mas os jogos em si não serão eliminados.

source: Select a runner in the Game Info tab
pt_pt: Selecione um runner no separador de Informações do Jogo

source: Search %s options
pt_pt: Pesquisar opções de %s

source: Search options
pt_pt: Pesquisar opções

source: Game info
pt_pt: Informações do jogo

source: Game options
pt_pt: Opções do jogo

source: Runner options
pt_pt: Opções do runner

source: System options
pt_pt: Opções do sistema

source: Show advanced options
pt_pt: Mostrar opções avançadas

source: Advanced
pt_pt: Avançadas

source: Are you sure you want to change the runner for this game ? This will reset the full configuration for this game and is not reversible.
pt_pt: Tem a certeza de que deseja alterar o runner deste jogo? Isto irá repor toda a configuração do jogo e não é reversível.

source: Confirm runner change
pt_pt: Confirmar alteração de runner

source: Runner not provided
pt_pt: Runner não fornecido

source: Please fill in the name
pt_pt: Por favor, preencha o nome

source: Steam AppID not provided
pt_pt: Steam AppID não fornecido

source: The following fields have invalid values:
pt_pt: Os seguintes campos têm valores inválidos:

source: Current configuration is not valid, ignoring save request
pt_pt: A configuração atual não é válida, a ignorar o pedido de gravação

source: Sort name
pt_pt: Nome para ordenação

source: Release year
pt_pt: Ano de lançamento

source: Playtime
pt_pt: Tempo de jogo

source: Change
pt_pt: Alterar

source: Directory
pt_pt: Diretório

source: Move
pt_pt: Mover

source: The default launch option will be used for this game
pt_pt: A opção de lançamento predefinida será utilizada para este jogo

source: The '%s' launch option will be used for this game
pt_pt: A opção de lançamento '%s' será utilizada para este jogo

source: Reset
pt_pt: Repor

source: Game Config
pt_pt: Configuração do Jogo

source: Path to the game config file (readonly)
pt_pt: Caminho para o ficheiro de configuração do jogo (apenas leitura)

source: Open in file browser
pt_pt: Abrir no explorador de ficheiros

source: Set custom cover art
pt_pt: Definir capa personalizada

source: Remove custom cover art
pt_pt: Remover capa personalizada

source: Download custom cover art
pt_pt: Transferir capa personalizada

source: Set custom banner
pt_pt: Definir banner personalizado

source: Remove custom banner
pt_pt: Remover banner personalizado

source: Download custom banner
pt_pt: Transferir banner personalizado

source: Set custom icon
pt_pt: Definir ícone personalizado

source: Remove custom icon
pt_pt: Remover ícone personalizado

source: Download custom icon
pt_pt: Transferir ícone personalizado

source: Cover
pt_pt: Capa

source: Location of custom cover art
pt_pt: Localização da capa personalizada

source: Location of custom banner
pt_pt: Localização do banner personalizado

source: Icon
pt_pt: Ícone

source: Location of custom icon
pt_pt: Localização do ícone personalizado

source: Select a runner from the list
pt_pt: Selecione um runner da lista

source: Apply
pt_pt: Aplicar

source: Please choose a custom image
pt_pt: Por favor, escolha uma imagem personalizada

source: Images
pt_pt: Imagens

source: Enter URL
pt_pt: Introduzir URL

source: Minimize client when a game is launched
pt_pt: Minimizar o cliente quando um jogo é iniciado

source: Minimize the Lutris window while playing a game; it will return when the game exits.
pt_pt: Minimiza a janela do Lutris enquanto joga; esta voltará a aparecer quando sair do jogo.

source: Hide text under icons
pt_pt: Ocultar texto sob os ícones

source: Removes the names from the Lutris window when in grid view, but not list view.
pt_pt: Remove os nomes na janela do Lutris quando em vista de grelha, mas não na vista de lista.

source: Hide badges on icons (Ctrl+p to toggle)
pt_pt: Ocultar emblemas nos ícones (Ctrl+p para alternar)

source: Removes the platform and missing-game badges from icons in the Lutris window.
pt_pt: Remove os emblemas de plataforma e de jogo em falta dos ícones na janela do Lutris.

source: Show Tray Icon
pt_pt: Mostrar ícone na área de notificação

source: Adds a Lutris icon to the tray, and prevents Lutris from exiting when the Lutris window is closed. You can still exit using the menu of the tray icon.
pt_pt: Adiciona um ícone do Lutris à área de notificação e evita que o Lutris feche quando a janela é encerrada. Pode ainda sair utilizando o menu do ícone na área de notificação.

source: Enable Discord Rich Presence for Available Games
pt_pt: Ativar o Discord Rich Presence para jogos disponíveis

source: Theme
pt_pt: Tema

source: System Default
pt_pt: Predefinição do sistema

source: Light
pt_pt: Claro

source: Dark
pt_pt: Escuro

source: Overrides Lutris's appearance to be light or dark.
pt_pt: Força a aparência do Lutris para o modo claro ou escuro.

source: Interface options
pt_pt: Opções de interface

source: Lutris settings
pt_pt: Definições do Lutris

source: Sources
pt_pt: Fontes

source: Accounts
pt_pt: Contas

source: Updates
pt_pt: Atualizações

# preferences
source: System
pt_pt: Sistema

source: Storage
pt_pt: Armazenamento

source: Global options
pt_pt: Opções globais

source: Search global options
pt_pt: Pesquisar opções globais

source: Manage %s versions
pt_pt: Gerir versões de %s

source: Do you want to uninstall %s?
pt_pt: Deseja desinstalar %s?

source: This will remove <b>%s</b> and all associated data.
pt_pt: Isto irá remover <b>%s</b> e todos os dados associados.

source: Add, remove or configure runners
pt_pt: Adicionar, remover ou configurar runners

source: Runners are programs such as emulators, engines or translation layers capable of running games.
pt_pt: Runners são programas como emuladores, motores de jogo ou camadas de tradução capazes de executar jogos.

source: No runners matched the search
pt_pt: Nenhum runner corresponde à pesquisa

source: Search %s runners
pt_pt: Pesquisar %s runners

source: Enable integrations with game sources
pt_pt: Ativar integrações com fontes de jogos

source: Access your game libraries from various sources. Changes require a restart to take effect.
pt_pt: Aceda às suas bibliotecas de jogos de várias fontes. As alterações requerem um reinício para surtirem efeito.

source: Show games from this source in the games view
pt_pt: Mostrar jogos desta fonte na vista de jogos

source: Paths
pt_pt: Caminhos

source: Game library
pt_pt: Biblioteca de jogos

source: The default folder where you install your games.
pt_pt: A pasta predefinida onde instala os seus jogos.

source: Installer cache
pt_pt: Cache do instalador

source: If provided, files downloaded during game installs will be kept there Otherwise, all downloaded files are discarded.
pt_pt: Se fornecido, os ficheiros transferidos durante a instalação de jogos serão mantidos nesse local Caso contrário, todos os ficheiros transferidos serão descartados.

source: Emulator BIOS files location
pt_pt: Localização dos ficheiros de BIOS do emulador

source: The folder Lutris will search in for emulator BIOS files if needed
pt_pt: A pasta onde o Lutris irá procurar por ficheiros de BIOS de emuladores, se necessário

source: Folder is too large (%s)
pt_pt: A pasta é demasiado grande (%s)

source: Too many files in folder
pt_pt: Demasiados ficheiros na pasta

source: Folder is too deep
pt_pt: A pasta tem demasiados níveis de profundidade

source: Vulkan support
pt_pt: Suporte Vulkan

source: Esync support
pt_pt: Suporte Esync

source: Fsync support
pt_pt: Suporte Fsync

source: Wine installed
pt_pt: Wine instalado

source: In Flatpak
pt_pt: Em Flatpak

source: System information
pt_pt: Informações do sistema

source: Copy system info to Clipboard
pt_pt: Copiar informações do sistema para a Área de transferência

source: Lutris logs
pt_pt: Registos (logs) do Lutris

source: Copy logs to Clipboard
pt_pt: Copiar registos para a Área de transferência

source: YES
pt_pt: SIM

source: NO
pt_pt: NÃO

source: Runtime updates
pt_pt: Atualizações do Runtime

source: Runtime components include DXVK, VKD3D and Winetricks.
pt_pt: Os componentes do runtime incluem DXVK, VKD3D e Winetricks.

source: Check for Updates
pt_pt: Procurar atualizações

source: Automatically Update the Lutris runtime
pt_pt: Atualizar automaticamente o runtime do Lutris

source: Media updates
pt_pt: Atualizações de multimédia

source: Download Missing Media
pt_pt: Transferir multimédia em falta

source: <i>Checking for missing media...</i>
pt_pt: <i>A procurar multimédia em falta...</i>

source: Nothing to update
pt_pt: Nada a atualizar

source: Updated:
pt_pt: Atualizado:

source: icon
pt_pt: ícone

source: cover
pt_pt: capa

source: icons
pt_pt: ícones

source: covers
pt_pt: capas

source: No new media found.
pt_pt: Nenhuma multimédia nova encontrada.
