Repository: lutris/lutris
Catalog: po/*.po
Languages: pt_pt

source: Steam for Linux installation is not handled by Lutris. Please go to <a href='http://steampowered.com'>http://steampowered.com</a> or install Steam with the package provided by your distribution.
pt_pt: A instalação da Steam para Linux não é gerida pelo Lutris. Por favor, aceda a <a href='http://steampowered.com'>http://steampowered.com</a> ou instale a Steam através do pacote fornecido pela sua distribuição.

source: Could not find Steam path, is Steam installed?
pt_pt: Não foi possível encontrar o caminho da Steam. A Steam está instalada?

source: Commodore Emulator
pt_pt: Emulador de Commodore

source: The game data, commonly called a ROM image. Supported formats: X64, D64, G64, P64, D67, D71, D81, D80, D82, D1M, D2M, D4M, T46, P00 and CRT.
pt_pt: Os dados do jogo, comummente chamados de imagem ROM. Formatos suportados: X64, D64, G64, P64, D67, D71, D81, D80, D82, D1M, D2M, D4M, T46, P00 e CRT.

source: Use joysticks
pt_pt: Utilizar joysticks

source: Scale up display by 2
pt_pt: Escalonar exibição por 2

source: Graphics renderer
pt_pt: Renderizador de gráficos

source: Enable sound emulation of disk drives
pt_pt: Ativar emulação de som das unidades de disco

source: No rom provided
pt_pt: Nenhuma ROM fornecida

source: The Vita App has no Title ID set
pt_pt: A aplicação Vita não tem um Title ID definido

source: Sony PlayStation Vita emulator
pt_pt: Emulador de Sony PlayStation Vita

source: Title ID of Installed Application
pt_pt: Title ID da aplicação instalada

source: Title ID of installed application. Eg."PCSG00042". User installed apps are located in ux0:/app/&lt;title-id&gt;.
pt_pt: Title ID da aplicação instalada. Ex: "PCSG00042". As apps instaladas pelo utilizador estão localizadas em ux0:/app/&lt;title-id&gt;.

source: Start the emulator in fullscreen mode.
pt_pt: Iniciar o emulador em modo ecrã inteiro.

source: Config location
pt_pt: Localização da configuração

source: Get a configuration file from a given location. If a filename is given, it must end with ".yml", otherwise it will be assumed to be a directory.
pt_pt: Obter um ficheiro de configuração de um determinado local. Se for indicado um nome de ficheiro, este deve terminar em ".yml"; caso contrário, será assumido como um diretório.

source: Load configuration file
pt_pt: Carregar ficheiro de configuração

source: If trues, informs the emualtor to load the config file from the "Config location" option.
pt_pt: Se for verdadeiro (true), informa o emulador para carregar o ficheiro de configuração da opção "Localização da configuração".

source: Runs web based games
pt_pt: Executa jogos baseados na web

source: Full URL or HTML file path
pt_pt: URL completo ou caminho do ficheiro HTML

source: The full address of the game's web page or path to a HTML file.
pt_pt: O endereço completo da página web do jogo ou o caminho para um ficheiro HTML.

source: Open in fullscreen
pt_pt: Abrir em ecrã inteiro

source: Launch the game in fullscreen.
pt_pt: Inicia o jogo em ecrã inteiro.

source: Open window maximized
pt_pt: Abrir janela maximizada

source: Maximizes the window when game starts.
pt_pt: Maximiza a janela quando o jogo inicia.

source: The initial size of the game window when not opened.
pt_pt: O tamanho inicial da janela do jogo quando não estiver aberta.

source: Disable window resizing (disables fullscreen and maximize)
pt_pt: Desativar redimensionamento da janela (desativa ecrã inteiro e maximização)

source: You can't resize this window.
pt_pt: Não pode redimensionar esta janela.

source: Borderless window
pt_pt: Janela sem margens (Borderless)

source: The window has no borders/frame.
pt_pt: A janela não tem margens ou moldura.

source: Disable menu bar and default shortcuts
pt_pt: Desativar barra de menu e atalhos predefinidos

source: This also disables default keyboard shortcuts, like copy/paste and fullscreen toggling.
pt_pt: Isto também desativa os atalhos de teclado predefinidos, como copiar/colar e alternar ecrã inteiro.

source: Disable page scrolling and hide scrollbars
pt_pt: Desativar deslocamento (scrolling) e ocultar barras de deslocamento

source: Disables scrolling on the page.
pt_pt: Desativa o deslocamento na página.

source: Hide mouse cursor
pt_pt: Ocultar cursor do rato

source: Prevents the mouse cursor from showing when hovering above the window.
pt_pt: Impede que o cursor do rato apareça ao pairar sobre a janela.

source: Open links in game window
pt_pt: Abrir hiperligações na janela do jogo

source: Enable this option if you want clicked links to open inside the game window. By default all links open in your default web browser.
pt_pt: Ative esta opção se desejar que as hiperligações clicadas abram dentro da janela do jogo. Por predefinição, todas as ligações abrem no seu navegador web padrão.

source: Remove default <body> margin & padding
pt_pt: Remover margin e padding predefinidos do <body>

source: Sets margin and padding to zero on &lt;html&gt; and &lt;body&gt; elements.
pt_pt: Define a margem (margin) e o enchimento (padding) como zero nos elementos &lt;html&gt; e &lt;body&gt;.

source: Enable Adobe Flash Player
pt_pt: Ativar Adobe Flash Player

source: Enable Adobe Flash Player.
pt_pt: Ativa o Adobe Flash Player.

source: Custom User-Agent
pt_pt: User-Agent personalizado

source: Overrides the default User-Agent header used by the runner.
pt_pt: Substitui o cabeçalho User-Agent predefinido utilizado pelo runner.

source: Debug with Developer Tools
pt_pt: Depurar com Ferramentas de Programador

source: Let's you debug the page.
pt_pt: Permite-lhe depurar a página.

source: Open in web browser (old behavior)
pt_pt: Abrir no navegador web (comportamento antigo)

source: Launch the game in a web browser.
pt_pt: Inicia o jogo num navegador web.

source: Custom web browser executable
pt_pt: Executável de navegador web personalizado

source: Select the executable of a browser on your system. If left blank, Lutris will launch your default browser (xdg-open).
pt_pt: Selecione o executável de um navegador no seu sistema. Se deixado em branco, o Lutris iniciará o seu navegador predefinido (xdg-open).

source: Web browser arguments
pt_pt: Argumentos do navegador web

source: Command line arguments to pass to the executable. $GAME or $URL inserts the game url. For Chrome/Chromium app mode use: --app="$GAME"
pt_pt: Argumentos de linha de comandos para passar ao executável. $GAME ou $URL insere o URL do jogo. Para o modo de aplicação Chrome/Chromium utilize: --app="$GAME"

source: The web address is empty, verify the game's configuration.
pt_pt: O endereço web está vazio, verifique a configuração do jogo.

source: The file %s does not exist, verify the game's configuration.
pt_pt: O ficheiro %s não existe, verifique a configuração do jogo.

source: Proton is not compatible with 32-bit prefixes.
pt_pt: O Proton não é compatível com prefixos de 32 bits.

source: <b>Warning</b> Some Wine configuration options cannot be applied, if no prefix can be found.
pt_pt: <b>Aviso</b> Algumas opções de configuração do Wine não podem ser aplicadas se não for encontrado nenhum prefixo.

source: <b>Warning</b> No executable path specified
pt_pt: <b>Aviso</b> Nenhum caminho de executável especificado

source: <b>Warning</b> Executable path has extra whitespace at the beginning or end
pt_pt: <b>Aviso</b> O caminho do executável tem espaços em branco extra no início ou no fim

source: <b>Warning</b> Executable file does not exist
pt_pt: <b>Aviso</b> O ficheiro executável não existe

source: <b>Warning</b> Your NVIDIA driver is outdated. You are currently running driver %s which does not fully support all features for Vulkan and DXVK games.
pt_pt: <b>Aviso</b> O seu controlador (driver) NVIDIA está desatualizado. Está atualmente a utilizar a versão %s, que não suporta totalmente todas as funcionalidades para jogos Vulkan e DXVK.

source: <b>Error</b> Vulkan is not installed or is not supported by your system, %s is not available.
pt_pt: <b>Erro</b> O Vulkan não está instalado ou não é suportado pelo seu sistema; %s não está disponível.

source: <b>Warning</b> Lutris has detected that Vulkan API version %s is installed, but to use the latest DXVK version, %s is required.
pt_pt: <b>Aviso</b> O Lutris detetou que a versão %s da API Vulkan está instalada, mas para utilizar a versão mais recente do DXVK, é necessária a versão %s.

source: <b>Warning</b> Lutris has detected that the best device available ('%s') supports Vulkan API %s, but to use the latest DXVK version, %s is required.
pt_pt: <b>Aviso</b> O Lutris detetou que o melhor dispositivo disponível ('%s') suporta a API Vulkan %s, mas para utilizar a versão mais recente do DXVK, é necessária a versão %s.

source: <b>Warning</b> Your limits are not set correctly. Please increase them as described here: <a href='https://github.com/lutris/docs/blob/master/HowToEsync.md'>How-to-Esync (https://github.com/lutris/docs/blob/master/HowToEsync.md)</a>
pt_pt: <b>Aviso</b> Os seus limites (ulimit) não estão definidos corretamente. Por favor, aumente-os como descrito aqui: <a href='https://github.com/lutris/docs/blob/master/HowToEsync.md'>Guia Esync (https://github.com/lutris/docs/blob/master/HowToEsync.md)</a>

source: <b>Warning</b> Your kernel is not patched for fsync.
pt_pt: <b>Aviso</b> O seu kernel não possui o patch para fsync.

source: Wine virtual desktop is no longer supported
pt_pt: O ambiente de trabalho virtual do Wine já não é suportado

source: Virtual desktops cannot be enabled in Proton or GE Wine versions.
pt_pt: Ambientes de trabalho virtuais não podem ser ativados em versões Proton ou GE Wine.

source: You cannot use winewayland driver when using an X11-based session
pt_pt: Não pode utilizar o controlador winewayland quando está numa sessão baseada em X11

source: Your Proton version does not support winewayland graphics driver
pt_pt: A sua versão do Proton não suporta o controlador gráfico winewayland

source: Your Wine version does not support winewayland graphics driver
pt_pt: A sua versão do Wine não suporta o controlador gráfico winewayland

source: Custom (select executable below)
pt_pt: Personalizado (selecione o executável abaixo)

source: System ({})
pt_pt: Sistema ({})

source: GE-Proton (Latest)
pt_pt: GE-Proton (Mais recente)

source: Runs Windows games
pt_pt: Executa jogos de Windows

source: The game's main EXE file
pt_pt: O ficheiro EXE principal do jogo

source: Windows command line arguments used when launching the game
pt_pt: Argumentos de linha de comandos Windows utilizados ao iniciar o jogo

source: Wine prefix
pt_pt: Prefixo do Wine

source: The prefix used by Wine. It's a directory containing a set of files and folders making up a confined Windows environment.
pt_pt: O prefixo utilizado pelo Wine. É um diretório que contém um conjunto de ficheiros e pastas que compõem um ambiente Windows isolado.

source: Prefix architecture
pt_pt: Arquitetura do prefixo

source: 32-bit
pt_pt: 32 bits

source: 64-bit
pt_pt: 64 bits

source: The architecture of the Windows environment
pt_pt: A arquitetura do ambiente Windows

source: Integrate system files in the prefix
pt_pt: Integrar ficheiros do sistema no prefixo

source: Place 'Documents', 'Pictures', and similar files in your home folder, instead of keeping them in the game's prefix. This includes some saved games.
pt_pt: Coloca 'Documentos', 'Imagens' e ficheiros semelhantes na sua pasta pessoal (home), em vez de os manter no prefixo do jogo. Isto inclui alguns jogos guardados.

source: Wine version
pt_pt: Versão do Wine

source: The version of Wine used to launch the game. Using the last version is generally recommended, but some games work better on older versions.
pt_pt: A versão do Wine utilizada para iniciar o jogo. Recomenda-se geralmente a utilização da última versão, mas alguns jogos funcionam melhor em versões mais antigas.

source: Custom Wine executable
pt_pt: Executável do Wine personalizado

source: The Wine executable to be used if you have selected "Custom" as the Wine version.
pt_pt: O executável do Wine a ser utilizado caso tenha selecionado "Personalizado" como a versão do Wine.

source: Use system winetricks
pt_pt: Utilizar winetricks do sistema

source: Switch on to use /usr/bin/winetricks for winetricks.
pt_pt: Ative para utilizar /usr/bin/winetricks como executável do winetricks.

source: Enable DXVK
pt_pt: Ativar DXVK

source: Use DXVK to increase compatibility and performance in Direct3D 11, 10 and 9 applications by translating their calls to Vulkan.
pt_pt: Utiliza o DXVK para aumentar a compatibilidade e o desempenho em aplicações Direct3D 11, 10 e 9, traduzindo as suas chamadas para Vulkan.

source: DXVK version
pt_pt: Versão do DXVK

source: Enable VKD3D
pt_pt: Ativar VKD3D

source: Use VKD3D to enable support for Direct3D 12 applications by translating their calls to Vulkan.
pt_pt: Utiliza o VKD3D para ativar o suporte a aplicações Direct3D 12, traduzindo as suas chamadas para Vulkan.

source: VKD3D version
pt_pt: Versão do VKD3D

source: Enable D3D Extras
pt_pt: Ativar Extras D3D

source: Replace Wine's D3DX and D3DCOMPILER libraries with alternative ones. Needed for proper functionality of DXVK with some games.
pt_pt: Substitui as bibliotecas D3DX e D3DCOMPILER do Wine por alternativas. Necessário para o funcionamento correto do DXVK nalguns jogos.

source: D3D Extras version
pt_pt: Versão dos Extras D3D

source: Enable DXVK-NVAPI / DLSS
pt_pt: Ativar DXVK-NVAPI / DLSS

source: Enable emulation of Nvidia's NVAPI and add DLSS support, if available.
pt_pt: Ativa a emulação do NVAPI da Nvidia e adiciona suporte a DLSS, se disponível.

source: DXVK NVAPI version
pt_pt: Versão do DXVK NVAPI

source: Enable HDR (Experimental)
pt_pt: Ativar HDR (Experimental)

source: Enable Proton's support for High Dynamic Range graphics. Requires Wayland selected as Graphics backend.
pt_pt: Ativa o suporte do Proton para gráficos HDR (High Dynamic Range). Requer que o Wayland esteja selecionado como motor gráfico (Graphics backend).

source: Enable Esync
pt_pt: Ativar Esync

source: Enable eventfd-based synchronization (esync). This will increase performance in applications that take advantage of multi-core processors.
pt_pt: Ativa a sincronização baseada em eventfd (esync). Isto aumentará o desempenho em aplicações que tirem partido de processadores multi-núcleo.

source: Enable Fsync
pt_pt: Ativar Fsync

source: Enable futex-based synchronization (fsync). This will increase performance in applications that take advantage of multi-core processors. Requires kernel 5.16 or above.
pt_pt: Ativa a sincronização baseada em futex (fsync). Isto aumentará o desempenho em aplicações que tirem partido de processadores multi-núcleo. Requer o kernel 5.16 ou superior.

source: Enable AMD FidelityFX Super Resolution (FSR)
pt_pt: Ativar AMD FidelityFX Super Resolution (FSR)

source: Use FSR to upscale the game window to native resolution. Requires Lutris Wine FShack >= 6.13 and setting the game to a lower resolution. Does not work with games running in borderless window mode or that perform their own upscaling.
pt_pt: Utiliza o FSR para redimensionar (upscale) a janela do jogo para a resolução nativa. Requer Lutris Wine FShack >= 6.13 e que o jogo esteja definido para uma resolução inferior. Não funciona com jogos em modo de janela sem margens ou que façam o seu próprio redimensionamento.

source: Enable BattlEye Anti-Cheat
pt_pt: Ativar BattlEye Anti-Cheat

source: Enable support for BattlEye Anti-Cheat in supported games Requires Lutris Wine 6.21-2 and newer or any other compatible Wine build.
pt_pt: Ativa o suporte para o BattlEye Anti-Cheat em jogos compatíveis. Requer Lutris Wine 6.21-2 (ou mais recente) ou qualquer outra build de Wine compatível.

source: Enable Easy Anti-Cheat
pt_pt: Ativar Easy Anti-Cheat

source: Enable support for Easy Anti-Cheat in supported games Requires Lutris Wine 7.2 and newer or any other compatible Wine build.
pt_pt: Ativa o suporte para o Easy Anti-Cheat em jogos compatíveis. Requer Lutris Wine 7.2 (ou mais recente) ou qualquer outra build de Wine compatível.

source: Virtual Desktop
pt_pt: Ambiente de Trabalho Virtual

source: Windowed (virtual desktop)
pt_pt: Em janela (ambiente de trabalho virtual)

source: Run the whole Windows desktop in a window. Otherwise, run it fullscreen. This corresponds to Wine's Virtual Desktop option.
pt_pt: Executa todo o ambiente de trabalho Windows numa janela. Caso contrário, executa-o em ecrã inteiro. Corresponde à opção de Ambiente de Trabalho Virtual do Wine.

source: Virtual desktop resolution
pt_pt: Resolução do ambiente de trabalho virtual

source: The size of the virtual desktop in pixels.
pt_pt: O tamanho do ambiente de trabalho virtual em píxeis.

source: Enable DPI Scaling
pt_pt: Ativar o escalonamento de DPI

source: Enables the Windows application's DPI scaling. Otherwise, the Screen Resolution option in 'Wine configuration' controls this.
pt_pt: Ativa o escalonamento de DPI da aplicação Windows. Caso contrário, a opção 'Resolução do ecrã' na 'Configuração do Wine' controlará este parâmetro.

source: The DPI to be used if 'Enable DPI Scaling' is turned on.
pt_pt: O DPI a ser utilizado se a opção 'Ativar o escalonamento de DPI' estiver ligada.

source: Mouse Warp Override
pt_pt: Substituição do Mouse Warp

source: Enable
pt_pt: Ativar

source: Force
pt_pt: Forçar

source: Override the default mouse pointer warping behavior <b>Enable</b>: (Wine default) warp the pointer when the mouse is exclusively acquired <b>Disable</b>: never warp the mouse pointer <b>Force</b>: always warp the pointer
pt_pt: Substitui o comportamento predefinido de 'warping' do ponteiro do rato <b>Ativar</b>: (predefinição do Wine) move o ponteiro quando o rato é adquirido exclusivamente <b>Desativar</b>: nunca move o ponteiro do rato <b>Forçar</b>: move sempre o ponteiro

source: Audio driver
pt_pt: Controlador de áudio

source: Which audio backend to use. By default, Wine automatically picks the right one for your system.
pt_pt: Qual o motor (backend) de áudio a utilizar. Por predefinição, o Wine escolhe automaticamente o mais adequado para o seu sistema.

source: Graphics driver
pt_pt: Controlador gráfico

source: Which graphics backend to use. By default, Wine automatically picks the right one for your system.
pt_pt: Qual o motor (backend) gráfico a utilizar. Por predefinição, o Wine escolhe automaticamente o mais adequado para o seu sistema.

source: DLL overrides
pt_pt: Substituições de DLL

source: Sets WINEDLLOVERRIDES when launching the game.
pt_pt: Define WINEDLLOVERRIDES ao iniciar o jogo.

source: Output debugging info
pt_pt: Apresentar info. de depuração

source: Inherit from environment
pt_pt: Herdar do ambiente

source: Full (CAUTION: Will cause MASSIVE slowdown)
pt_pt: Completo (CUIDADO: Causará lentidão MASSIVA)

source: Output debugging information in the game log (might affect performance)
pt_pt: Apresenta informações de depuração no log do jogo (pode afetar o desempenho)

source: Show crash dialogs
pt_pt: Mostrar diálogos de erro (crash)

source: Autoconfigure joypads
pt_pt: Configurar comandos automaticamente

source: Automatically disables one of Wine's detected joypad to avoid having 2 controllers detected
pt_pt: Desativa automaticamente um dos comandos detetados pelo Wine para evitar ter 2 comandos detetados em simultâneo

source: Run EXE inside Wine prefix
pt_pt: Executar EXE dentro do prefixo Wine

source: Open Bash terminal
pt_pt: Abrir terminal Bash

source: Open Wine console
pt_pt: Abrir consola do Wine

source: Wine configuration
pt_pt: Configuração do Wine

source: Wine registry
pt_pt: Registo do Wine

source: Wine Control Panel
pt_pt: Painel de Controlo do Wine

source: Wine Task Manager
pt_pt: Gestor de Tarefas do Wine

source: The Wine executable at '%s' is missing.
pt_pt: O executável do Wine em '%s' não foi encontrado.

source: The required game '%s' could not be found.
pt_pt: O jogo necessário '%s' não foi encontrado.

source: The runner configuration does not specify a Wine version.
pt_pt: A configuração do runner não especifica uma versão do Wine.

source: Select an EXE or MSI file
pt_pt: Selecione um ficheiro EXE ou MSI

source: Xbox emulator
pt_pt: Emulador de Xbox

source: DVD image in iso format
pt_pt: Imagem de DVD em formato iso

source: GZDoom Game Engine
pt_pt: Motor de Jogo GZDoom

source: WAD file
pt_pt: Ficheiro WAD

source: The game data, commonly called a WAD file.
pt_pt: Os dados do jogo, comummente chamados de ficheiro WAD.

source: Command line arguments used when launching the game.
pt_pt: Argumentos de linha de comandos utilizados ao iniciar o jogo.

source: PWAD files
pt_pt: Ficheiros PWAD

source: Used to load one or more PWAD files which generally contain user-created levels.
pt_pt: Utilizado para carregar um ou mais ficheiros PWAD que, geralmente, contêm níveis criados por utilizadores.

source: Warp to map
pt_pt: Saltar para o mapa (Warp)

source: Starts the game on the given map.
pt_pt: Inicia o jogo no mapa indicado.

source: User-specified path where save files should be located.
pt_pt: Caminho especificado pelo utilizador onde os ficheiros de gravação devem ser localizados.

source: Pixel Doubling
pt_pt: Duplicação de Píxeis

source: Pixel Quadrupling
pt_pt: Quadruplicação de Píxeis

source: Disable Startup Screens
pt_pt: Desativar ecrãs iniciais

source: Skill
pt_pt: Dificuldade (Skill)

source: Used to load a user-created configuration file. If specified, the file must contain the wad directory list or launch will fail.
pt_pt: Utilizado para carregar um ficheiro de configuração criado pelo utilizador. Se especificado, o ficheiro deve conter a lista de diretórios WAD, caso contrário, o arranque falhará.

source: Updating %s
pt_pt: A atualizar %s

source: Updated %s
pt_pt: Atualizado: %s

source: No Amazon user data available, please log in again
pt_pt: Dados de utilizador Amazon indisponíveis, por favor inicie sessão novamente

source: Unable to register device, please log in again
pt_pt: Não foi possível registar o dispositivo, por favor inicie sessão novamente

source: Invalid token info found, please log in again
pt_pt: Informação de token inválida encontrada, por favor inicie sessão novamente

source: Unable to refresh token, please log in again
pt_pt: Não foi possível renovar o token, por favor inicie sessão novamente

source: Unable to get game manifest info
pt_pt: Não foi possível obter informações do manifesto do jogo

source: Unable to get game manifest
pt_pt: Não foi possível obter o manifesto do jogo

source: Unknown compression algorithm found in manifest
pt_pt: Algoritmo de compressão desconhecido encontrado no manifesto

source: Unable to get the patches of game '%s'
pt_pt: Não foi possível obter as atualizações (patches) do jogo '%s'

source: Unable to get fuel.json file.
pt_pt: Não foi possível obter o ficheiro fuel.json.

source: Invalid response from Amazon APIs
pt_pt: Resposta inválida das APIs da Amazon

source: Couldn't load the downloads for this game
pt_pt: Não foi possível carregar as transferências para este jogo

source: This service requires a game launcher. The following steps will install it. Once the client is installed, you can login to %s.
pt_pt: Este serviço requer um inicializador (launcher). Os passos seguintes irão instalá-lo. Assim que o cliente estiver instalado, poderá iniciar sessão em %s.

source: No flatpak or flatpak-spawn found
pt_pt: Flatpak ou flatpak-spawn não encontrados

source: Flathub is not configured on the system. Visit https://flatpak.org/setup/ for instructions.
pt_pt: O Flathub não está configurado no sistema. Visite https://flatpak.org/setup/ para instruções.

source: Couldn't load the download links for this game
pt_pt: Não foi possível carregar as ligações de transferência para este jogo
