Repository: lutris/lutris
Catalog: po/*.po
Languages: pt_pt

source: Render in upside down mode
pt_pt: Renderizar em modo invertido (de pernas para o ar)

source: NSight debugging options
pt_pt: Opções de depuração NSight

source: Intel legacy graphics mode
pt_pt: Modo de gráficos Intel legados

source: GameCube and Wii emulator
pt_pt: Emulador de GameCube e Wii

source: ISO file
pt_pt: Ficheiro ISO

source: Batch
pt_pt: Lote (Batch)

source: Exit Dolphin with emulator.
pt_pt: Sair do Dolphin ao fechar o emulador.

source: Custom Global User Directory
pt_pt: Diretório Global de Utilizador personalizado

source: MS-DOS emulator
pt_pt: Emulador de MS-DOS

source: Main file
pt_pt: Ficheiro principal

source: The CONF, EXE, COM or BAT file to launch. If the executable is managed in the config file, this should be the config file, instead specifying it in 'Configuration file'.
pt_pt: O ficheiro CONF, EXE, COM ou BAT a iniciar. Se o executável for gerido no ficheiro de configuração, deverá selecionar o ficheiro de configuração, em vez de o especificar em 'Ficheiro de configuração'.

source: Configuration file
pt_pt: Ficheiro de configuração

source: Start DOSBox with the options specified in this file. It can have a section in which you can put commands to execute on startup. Read DOSBox's documentation for more information.
pt_pt: Inicia o DOSBox com as opções especificadas neste ficheiro. Pode ter uma secção onde pode colocar comandos para executar ao iniciar. Consulte a documentação do DOSBox para mais informações.

source: Command line arguments
pt_pt: Argumentos da linha de comandos

source: Command line arguments used when launching DOSBox
pt_pt: Argumentos da linha de comandos utilizados ao iniciar o DOSBox

source: Working directory
pt_pt: Diretório de trabalho

source: The location where the game is run from. By default, Lutris uses the directory of the executable.
pt_pt: O local a partir do qual o jogo é executado. Por predefinição, o Lutris utiliza o diretório do executável.

source: Open game in fullscreen
pt_pt: Abrir jogo em ecrã inteiro

source: Tells DOSBox to launch the game in fullscreen.
pt_pt: Indica ao DOSBox para iniciar o jogo em ecrã inteiro.

source: Exit DOSBox with the game
pt_pt: Sair do DOSBox com o jogo

source: Shut down DOSBox when the game is quit.
pt_pt: Encerra o DOSBox quando se sai do jogo.

source: PlayStation 1 Emulator
pt_pt: Emulador de PlayStation 1

source: Runs RPG Maker 2000/2003 games
pt_pt: Executa jogos de RPG Maker 2000/2003

source: Select the directory of the game. <b>(required)</b>
pt_pt: Selecione o diretório do jogo. <b>(obrigatório)</b>

source: Encoding
pt_pt: Codificação

source: Instead of auto detecting the encoding or using the one in RPG_RT.ini, the specified encoding is used.
pt_pt: Em vez de detetar automaticamente a codificação ou utilizar a que consta no RPG_RT.ini, será utilizada a codificação especificada.

source: Auto (ignore RPG_RT.ini)
pt_pt: Auto (ignorar RPG_RT.ini)

source: Western European
pt_pt: Europeu Ocidental

source: Central/Eastern European
pt_pt: Europeu Central/Oriental

source: Japanese
pt_pt: Japonês

source: Cyrillic
pt_pt: Círilico

source: Korean
pt_pt: Coreano

source: Chinese (Simplified)
pt_pt: Chinês (Simplificado)

source: Chinese (Traditional)
pt_pt: Chinês (Tradicional)

source: Greek
pt_pt: Grego

source: Turkish
pt_pt: Turco

source: Hebrew
pt_pt: Hebraico

source: Arabic
pt_pt: Árabe

source: Baltic
pt_pt: Báltico

source: Thai
pt_pt: Tailandês

source: Engine
pt_pt: Motor (Engine)

source: Disable auto detection of the simulated engine.
pt_pt: Desativar a deteção automática do motor simulado.

source: RPG Maker 2000 engine (v1.00 - v1.10)
pt_pt: Motor RPG Maker 2000 (v1.00 - v1.10)

source: RPG Maker 2000 engine (v1.50 - v1.51)
pt_pt: Motor RPG Maker 2000 (v1.50 - v1.51)

source: RPG Maker 2000 (English release) engine
pt_pt: Motor RPG Maker 2000 (versão Inglesa)

source: RPG Maker 2003 engine (v1.00 - v1.04)
pt_pt: Motor RPG Maker 2003 (v1.00 - v1.04)

source: RPG Maker 2003 engine (v1.05 - v1.09a)
pt_pt: Motor RPG Maker 2003 (v1.05 - v1.09a)

source: RPG Maker 2003 (English release) engine
pt_pt: Motor RPG Maker 2003 (versão Inglesa)

source: Instead of autodetecting patches used by this game, force emulation of certain patches. Available patches: <b>common-this</b>: "This Event" in common events<b>dynrpg</b>: DynRPG patch by Cherry<b>key-patch</b>: Key Patch by Ineluki<b>maniac</b>: Maniac Patch by BingShan<b>pic-unlock</b>: Pictures are not blocked by messages<b>rpg2k3-cmds</b>: Support all RPG Maker 2003 event commands in any version of the engine You can provide multiple patches or use 'none' to disable all engine patches.
pt_pt: Em vez de detetar automaticamente os patches utilizados por este jogo, força a emulação de certos patches. Patches disponíveis: <b>common-this</b>: "This Event" em eventos comuns<b>dynrpg</b>: patch DynRPG por Cherry<b>key-patch</b>: Key Patch por Ineluki<b>maniac</b>: Maniac Patch por BingShan<b>pic-unlock</b>: As imagens não são bloqueadas por mensagens<b>rpg2k3-cmds</b>: Suporte para todos os comandos de evento do RPG Maker 2003 em qualquer versão do motor Pode indicar vários patches ou usar 'none' para desativar todos os patches do motor.

source: Language
pt_pt: Idioma

source: Load the game translation in the language/LANG directory.
pt_pt: Carregar a tradução do jogo no diretório language/LANG.

source: Save path
pt_pt: Caminho das gravações

source: Instead of storing save files in the game directory they are stored in the specified path. The directory must exist.
pt_pt: Em vez de armazenar os ficheiros de gravação no diretório do jogo, estes são armazenados no caminho especificado. O diretório deve existir.

source: New game
pt_pt: Novo jogo

source: Skip the title scene and start a new game directly.
pt_pt: Saltar o ecrã de título e iniciar um novo jogo diretamente.

source: Load game ID
pt_pt: ID de carregamento de jogo

source: Skip the title scene and load SaveXX.lsd. Set to 0 to disable.
pt_pt: Saltar o ecrã de título e carregar o ficheiro SaveXX.lsd. Defina como 0 para desativar.

source: Record input
pt_pt: Gravar entradas (input)

source: Records all button input to the specified log file.
pt_pt: Grava todas as entradas de botões no ficheiro de registo especificado.

source: Replay input
pt_pt: Reproduzir entradas (input)

source: Replays button input from the specified log file, as generated by 'Record input'. If the RNG seed and the state of the save file directory is also the same as it was when the log was recorded, this should reproduce an identical run to the one recorded.
pt_pt: Reproduz as entradas de botões a partir do ficheiro de registo especificado, tal como gerado por 'Gravar entradas'. Se a semente RNG e o estado do diretório de gravações forem os mesmos de quando o registo foi efetuado, isto deverá reproduzir uma sessão idêntica à gravada.

source: Debug
pt_pt: Depuração (Debug)

source: Test play
pt_pt: Jogar para teste

source: Enable TestPlay (debug) mode.
pt_pt: Ativar o modo TestPlay (depuração).

source: Hide title
pt_pt: Ocultar título

source: Hide the title background image and center the command menu.
pt_pt: Oculta a imagem de fundo do título e centra o menu de comandos.

source: Start map ID
pt_pt: ID do mapa inicial

source: Overwrite the map used for new games and use MapXXXX.lmu instead. Set to 0 to disable. Incompatible with 'Load game ID'.
pt_pt: Substitui o mapa utilizado para novos jogos pelo ficheiro MapXXXX.lmu. Defina como 0 para desativar. Incompatível com 'ID de carregamento de jogo'.

source: Start position
pt_pt: Posição inicial

source: Overwrite the party start position and move the party to the specified position. Provide two numbers separated by a space. Incompatible with 'Load game ID'.
pt_pt: Substitui a posição inicial do grupo e move o grupo para a posição especificada. Indique dois números separados por um espaço. Incompatível com 'ID de carregamento de jogo'.

source: Start party
pt_pt: Grupo inicial

source: Overwrite the starting party members with the actors with the specified IDs. Provide one to four numbers separated by spaces. Incompatible with 'Load game ID'.
pt_pt: Substitui os membros iniciais do grupo pelas personagens com os IDs especificados. Indique de um a quatro números separados por espaços. Incompatível com 'ID de carregamento de jogo'.

source: Battle test
pt_pt: Teste de batalha

source: Start a battle test with the specified monster party.
pt_pt: Inicia um teste de batalha com o grupo de monstros especificado.

source: AutoBattle algorithm
pt_pt: Algoritmo de Batalha Automática

source: Which AutoBattle algorithm to use. <b>RPG_RT</b>: The default RPG_RT compatible algorithm, including RPG_RT bugs. <b>RPG_RT+</b>: The default RPG_RT compatible algorithm, with bug-fixes. <b>ATTACK</b>: Like RPG_RT+ but only physical attacks, no skills.
pt_pt: Qual o algoritmo de Batalha Automática a utilizar. <b>RPG_RT</b>: O algoritmo compatível predefinido do RPG_RT, incluindo os seus erros (bugs). <b>RPG_RT+</b>: O algoritmo compatível predefinido do RPG_RT, com correções de erros. <b>ATTACK</b>: Semelhante ao RPG_RT+, mas apenas com ataques físicos, sem habilidades.

source: ATTACK
pt_pt: ATAQUE

source: EnemyAI algorithm
pt_pt: Algoritmo de IA dos inimigos

source: Which EnemyAI algorithm to use. <b>RPG_RT</b>: The default RPG_RT compatible algorithm, including RPG_RT bugs. <b>RPG_RT+</b>: The default RPG_RT compatible algorithm, with bug-fixes.
pt_pt: Qual o algoritmo de IA dos inimigos a utilizar. <b>RPG_RT</b>: O algoritmo compatível predefinido do RPG_RT, incluindo os seus erros (bugs). <b>RPG_RT+</b>: O algoritmo compatível predefinido do RPG_RT, com correções de erros.

source: RNG seed
pt_pt: Semente RNG

source: Seeds the random number generator. Use -1 to disable.
pt_pt: Define a semente para o gerador de números aleatórios. Utilize -1 para desativar.

source: Audio
pt_pt: Áudio

source: Enable audio
pt_pt: Ativar áudio

source: Switch off to disable audio.
pt_pt: Desligue para desativar o áudio.

source: BGM volume
pt_pt: Volume da BGM

source: Volume of the background music.
pt_pt: Volume da música de fundo.

source: SFX volume
pt_pt: Volume dos SFX

source: Volume of the sound effects.
pt_pt: Volume dos efeitos sonoros.

source: Soundfont in sf2 format to use when playing MIDI files.
pt_pt: Soundfont em formato sf2 para utilizar ao reproduzir ficheiros MIDI.

source: Start in fullscreen mode.
pt_pt: Iniciar em modo de ecrã inteiro.

source: Game resolution
pt_pt: Resolução do jogo

source: Force a different game resolution. This is experimental and can cause glitches or break games!
pt_pt: Força uma resolução de jogo diferente. Isto é experimental e pode causar falhas visuais ou corromper os jogos!

source: 416×240 (16:9, Widescreen)
pt_pt: 416×240 (16:9, Panorâmico)

source: Scaling
pt_pt: Escalonamento (Scaling)

source: How the video output is scaled. <b>Nearest</b>: Scale to screen size (causes scaling artifacts) <b>Integer</b>: Scale to multiple of the game resolution <b>Bilinear</b>: Like Nearest, but output is blurred to avoid artifacts
pt_pt: Como a saída de vídeo é escalonada. <b>Nearest</b>: Escala para o tamanho do ecrã (causa artefactos visuais) <b>Integer</b>: Escala para um múltiplo da resolução do jogo <b>Bilinear</b>: Semelhante ao Nearest, mas a saída é desfocada para evitar artefactos

source: Nearest
pt_pt: Nearest (Mais próximo)

source: Integer
pt_pt: Integer (Inteiro)

source: Stretch
pt_pt: Esticar

source: Ignore the aspect ratio and stretch video output to the entire width of the screen.
pt_pt: Ignorar a proporção (aspect ratio) e esticar a saída de vídeo para toda a largura do ecrã.

source: Enable VSync
pt_pt: Ativar VSync

source: Switch off to disable VSync and use the FPS limit.
pt_pt: Desligue para desativar o VSync e utilizar o limite de FPS.

source: FPS limit
pt_pt: Limite de FPS

source: Set a custom frames per second limit. If unspecified, the default is 60 FPS. Set to 0 to disable the frame limiter.
pt_pt: Define um limite personalizado de fotogramas por segundo. Se não for especificado, a predefinição é 60 FPS. Defina como 0 para desativar o limitador de fotogramas.

source: Show FPS
pt_pt: Mostrar FPS

source: Enable frames per second counter.
pt_pt: Ativar o contador de fotogramas por segundo.

source: Fullscreen & title bar
pt_pt: Ecrã inteiro e barra de título

source: Fullscreen, title bar & window
pt_pt: Ecrã inteiro, barra de título e janela

source: Runtime Package
pt_pt: Pacote de Runtime (RTP)

source: Enable RTP
pt_pt: Ativar RTP

source: Switch off to disable support for the Runtime Package (RTP).
pt_pt: Desligue para desativar o suporte ao Pacote de Runtime (RTP).

source: RPG2000 RTP location
pt_pt: Localização do RTP do RPG2000

source: Full path to a directory containing an extracted RPG Maker 2000 Run-Time-Package (RTP).
pt_pt: Caminho completo para um diretório que contenha um Run-Time-Package (RTP) extraído do RPG Maker 2000.

source: RPG2003 RTP location
pt_pt: Localização do RTP do RPG2003

source: Full path to a directory containing an extracted RPG Maker 2003 Run-Time-Package (RTP).
pt_pt: Caminho completo para um diretório que contenha um Run-Time-Package (RTP) extraído do RPG Maker 2003.

source: Fallback RTP location
pt_pt: Localização de recurso (fallback) do RTP

source: Full path to a directory containing a combined RTP.
pt_pt: Caminho completo para um diretório que contenha um RTP combinado.

source: No game directory provided
pt_pt: Nenhum diretório de jogo fornecido

source: Runs Flatpak applications
pt_pt: Executa aplicações Flatpak

source: Application ID
pt_pt: ID da aplicação

source: The application's unique three-part identifier (tld.domain.app).
pt_pt: O identificador único de três partes da aplicação (tld.dominio.app).

source: Architecture
pt_pt: Arquitetura

source: The architecture to run. See flatpak --supported-arches for architectures supported by the host.
pt_pt: A arquitetura a executar. Consulte 'flatpak --supported-arches' para ver as arquiteturas suportadas pelo sistema anfitrião.

source: Branch
pt_pt: Ramo (Branch)

source: The branch to use.
pt_pt: O ramo (branch) a utilizar.

source: Install type
pt_pt: Tipo de instalação

source: Can be system or user.
pt_pt: Pode ser 'system' (sistema) ou 'user' (utilizador).

source: Args
pt_pt: Argumentos (Args)

source: Arguments to be passed to the application.
pt_pt: Argumentos a serem passados à aplicação.

source: Command
pt_pt: Comando

source: The command to run instead of the one listed in the application metadata.
pt_pt: O comando a executar em vez do que está listado nos metadados da aplicação.

source: The directory to run the command in. Note that this must be a directory inside the sandbox.
pt_pt: O diretório onde o comando será executado. Note que este deve ser um diretório dentro da sandbox.

source: Environment variables
pt_pt: Variáveis de ambiente

source: Set an environment variable in the application. This overrides to the Context section from the application metadata.
pt_pt: Define uma variável de ambiente na aplicação. Isto sobrepõe-se à secção Context dos metadados da aplicação.

source: The Flatpak executable could not be found.
pt_pt: O executável do Flatpak não foi encontrado.

source: Flatpak installation is not handled by Lutris. Install Flatpak with the package provided by your distribution.
pt_pt: A instalação do Flatpak não é gerida pelo Lutris. Instale o Flatpak através do pacote fornecido pela sua distribuição.

source: No application specified.
pt_pt: Nenhuma aplicação especificada.

source: Application ID is not specified in correct format.Must be something like: tld.domain.app
pt_pt: O ID da aplicação não está especificado no formato correto. Deve ser algo como: tld.dominio.app

source: Application ID field must not contain options or arguments.
pt_pt: O campo ID da aplicação não deve conter opções ou argumentos.

source: Amiga emulator
pt_pt: Emulador de Amiga

source: 68020 with 24-bit addressing
pt_pt: 68020 com endereçamento de 24 bits

source: 68030 without internal MMU
pt_pt: 68030 sem MMU interna

source: 68040 without internal FPU and MMU
pt_pt: 68040 sem FPU e MMU internas

source: 68040 without internal FPU
pt_pt: 68040 sem FPU interna

source: 68040 without internal MMU
pt_pt: 68040 sem MMU interna

source: 68060 without internal FPU and MMU
pt_pt: 68060 sem FPU e MMU internas

source: 68060 without internal FPU
pt_pt: 68060 sem FPU interna

source: 68060 without internal MMU
pt_pt: 68060 sem MMU interna

source: Boot disk
pt_pt: Disco de arranque

source: The main floppy disk file with the game data. FS-UAE supports floppy images in multiple file formats: ADF, IPF, DMS are the most common. ADZ (compressed ADF) and ADFs in zip files are a also supported. Files ending in .hdf will be mounted as hard drives and ISOs can be used for Amiga CD32 and CDTV models.
pt_pt: O ficheiro de disquete principal com os dados do jogo. O FS-UAE suporta imagens de disquetes em múltiplos formatos: ADF, IPF e DMS são os mais comuns. ADZ (ADF comprimido) e ADFs em ficheiros zip também são suportados. Ficheiros terminados em .hdf serão montados como discos rígidos e as ISOs podem ser utilizadas para os modelos Amiga CD32 e CDTV.

source: Additional floppies
pt_pt: Disquetes adicionais

source: The additional floppy disk image(s).
pt_pt: A(s) imagem(ns) de disquete adicional(ais).

source: CD-ROM image
pt_pt: Imagem de CD-ROM

source: CD-ROM image to use on non CD32/CDTV models
pt_pt: Imagem de CD-ROM a utilizar em modelos que não sejam CD32/CDTV

source: Amiga model
pt_pt: Modelo Amiga

source: Specify the Amiga model you want to emulate.
pt_pt: Especifique o modelo Amiga que deseja emular.

source: Kickstart ROMs location
pt_pt: Localização das ROMs Kickstart

source: Choose the folder containing original Amiga Kickstart ROMs. Refer to FS-UAE documentation to find how to acquire them. Without these, FS-UAE uses a bundled replacement ROM which is less compatible with Amiga software.
pt_pt: Escolha a pasta que contém as ROMs Kickstart originais do Amiga. Consulte a documentação do FS-UAE para saber como as adquirir. Sem estas, o FS-UAE utiliza uma ROM de substituição incluída que é menos compatível com o software Amiga.

source: Extended Kickstart location
pt_pt: Localização do Kickstart estendido

source: Location of extended Kickstart used for CD32
pt_pt: Localização do Kickstart estendido utilizado para a CD32

source: Fullscreen (F12 + F to switch)
pt_pt: Ecrã inteiro (F12 + F para alternar)

source: Scanlines display style
pt_pt: Estilo de exibição de scanlines

source: Activates a display filter adding scanlines to imitate the displays of yesteryear.
pt_pt: Ativa um filtro de exibição que adiciona scanlines para imitar os ecrãs de antigamente.

source: Graphics Card
pt_pt: Placa gráfica

source: Use this option to enable a graphics card. This option is none by default, in which case only chipset graphics (OCS/ECS/AGA) support is available.
pt_pt: Utilize esta opção para ativar uma placa gráfica. Por predefinição, esta opção está definida como 'nenhuma', caso em que apenas o suporte de gráficos do chipset (OCS/ECS/AGA) está disponível.

source: Graphics Card RAM
pt_pt: RAM da placa gráfica

source: Override the amount of graphics memory on the graphics card. The 0 MB option is not really valid, but exists for user interface reasons.
pt_pt: Substitui a quantidade de memória de vídeo na placa gráfica. A opção 0 MB não é propriamente válida, mas existe por razões de interface de utilizador.

source: CPU
pt_pt: Processador (CPU)

source: Use this option to override the CPU model in the emulated Amiga. All Amiga models imply a default CPU model, so you only need to use this option if you want to use another CPU.
pt_pt: Utilize esta opção para substituir o modelo de processador no Amiga emulado. Todos os modelos Amiga implicam um modelo de CPU predefinido, pelo que só precisa de usar esta opção se desejar utilizar outro processador.

source: Specify how much Fast Memory the Amiga model should have.
pt_pt: Especifique quanta Fast Memory o modelo Amiga deve ter.

source: Zorro III RAM
pt_pt: RAM Zorro III

source: Override the amount of Zorro III Fast memory, specified in KB. Must be a multiple of 1024. The default value depends on [amiga_model]. Requires a processor with 32-bit address bus, (use for example the A1200/020 model).
pt_pt: Substitui a quantidade de memória Fast Zorro III, especificada em KB. Deve ser um múltiplo de 1024. O valor predefinido depende do [amiga_model]. Requer um processador com barramento de endereços de 32 bits (utilize, por exemplo, o modelo A1200/020).

source: Floppy Drive Volume
pt_pt: Volume da unidade de disquetes

source: Set volume to 0 to disable floppy drive clicks when the drive is empty. Max volume is 100.
pt_pt: Defina o volume como 0 para desativar os sons de clique da unidade de disquetes quando esta está vazia. O volume máximo é 100.

source: Floppy Drive Speed
pt_pt: Velocidade da unidade de disquetes

source: Set the speed of the emulated floppy drives, in percent. For example, you can specify 800 to get an 8x increase in speed. Use 0 to specify turbo mode. Turbo mode means that all floppy operations complete immediately. The default is 100 for most models.
pt_pt: Define a velocidade das unidades de disquetes emuladas, em percentagem. Por exemplo, pode especificar 800 para obter um aumento de velocidade de 8x. Utilize 0 para o modo turbo. O modo turbo significa que todas as operações de disquete terminam instantaneamente. A predefinição é 100 para a maioria dos modelos.

source: JIT Compiler
pt_pt: Compilador JIT

source: Automatically uses Feral GameMode daemon if available. Set to true to disable the feature.
pt_pt: Utiliza automaticamente o daemon Feral GameMode, se disponível. Defina como verdadeiro para desativar esta funcionalidade.

source: CPU governor warning
pt_pt: Aviso do gestor (governor) do CPU

source: Warn if running with a CPU governor other than performance. Set to true to disable the warning.
pt_pt: Avisar se estiver a ser executado com um gestor de CPU que não seja o de 'performance'. Defina como verdadeiro para desativar o aviso.

source: Atari ST computers emulator
pt_pt: Emulador de computadores Atari ST

source: Floppy Disk A
pt_pt: Disquete A

source: Hatari supports floppy disk images in the following formats: ST, DIM, MSA, STX, IPF, RAW and CRT. The last three require the caps library (capslib). ZIP is supported, you don't need to uncompress the file.
pt_pt: O Hatari suporta imagens de disquete nos seguintes formatos: ST, DIM, MSA, STX, IPF, RAW e CRT. Os últimos três requerem a biblioteca caps (capslib). O formato ZIP é suportado, não precisa de descompactar o ficheiro.

source: Floppy Disk B
pt_pt: Disquete B

source: None
pt_pt: Nenhum

source: Keyboard
pt_pt: Teclado

source: Bios file (TOS)
pt_pt: Ficheiro de Bios (TOS)

source: TOS is the operating system of the Atari ST and is necessary to run applications with the best fidelity, minimizing risks of issues. TOS 1.02 is recommended for games.
pt_pt: O TOS é o sistema operativo do Atari ST e é necessário para correr aplicações com a melhor fidelidade, minimizando o risco de problemas. O TOS 1.02 é o recomendado para jogos.

source: Scale up display by 2 (Atari ST/STE)
pt_pt: Escalonar exibição por 2 (Atari ST/STE)

source: Double the screen size in windowed mode.
pt_pt: Duplica o tamanho do ecrã em modo janela.

source: Add borders to display
pt_pt: Adicionar bordas à exibição
