Repository: lutris/lutris
Catalog: po/*.po
Languages: pt_pt

source: Useful for some games and demos using the overscan technique. The Atari ST displayed borders around the screen because it was not powerful enough to display graphics in fullscreen. But people from the demo scene were able to remove them and some games made use of this technique.
pt_pt: Útil para alguns jogos e demos que utilizam a técnica de overscan. O Atari ST exibia bordas à volta do ecrã porque não era potente o suficiente para exibir gráficos em ecrã inteiro. No entanto, a comunidade da 'demo scene' conseguiu removê-las e alguns jogos tiraram partido dessa técnica.

source: Display status bar
pt_pt: Exibir barra de estado

source: Displays a status bar with some useful information, like green leds lighting up when the floppy disks are read.
pt_pt: Exibe uma barra de estado com informações úteis, como LEDs verdes que se acendem quando as disquetes estão a ser lidas.

source: Do you want to select an Atari ST BIOS file?
pt_pt: Deseja selecionar um ficheiro de BIOS de Atari ST?

source: Use BIOS file?
pt_pt: Utilizar ficheiro de BIOS?

source: Select a BIOS file
pt_pt: Selecione um ficheiro de BIOS

source: Intellivision Emulator
pt_pt: Emulador de Intellivision

source: The game data, commonly called a ROM image. Supported formats: ROM, BIN+CFG, INT, ITV The file extension must be lower-case.
pt_pt: Os dados do jogo, comummente chamados de imagem ROM. Formatos suportados: ROM, BIN+CFG, INT, ITV A extensão do ficheiro deve estar em letras minúsculas.

source: Bios location
pt_pt: Localização da Bios

source: Choose the folder containing the Intellivision BIOS files (exec.bin and grom.bin). These files contain code from the original hardware necessary to the emulation.
pt_pt: Escolha a pasta que contém os ficheiros de BIOS da Intellivision (exec.bin e grom.bin). Estes ficheiros contêm código do hardware original necessário para a emulação.

source: Resolution
pt_pt: Resolução

source: Multi-system emulator
pt_pt: Emulador multi-sistema

source: Core
pt_pt: Core (Núcleo)

source: Config file
pt_pt: Ficheiro de configuração

source: Verbose logging
pt_pt: Registo detalhado (Verbose)

source: The installer does not specify the libretro 'core' version.
pt_pt: O instalador não especifica a versão do 'core' libretro.

source: The emulator files BIOS location must be configured in the Preferences dialog.
pt_pt: A localização dos ficheiros de BIOS do emulador deve ser configurada na janela de Preferências.

source: No core has been selected for this game
pt_pt: Nenhum core foi selecionado para este jogo

source: No game file specified
pt_pt: Nenhum ficheiro de jogo especificado

source: Runs native games
pt_pt: Executa jogos nativos

source: Executable
pt_pt: Executável

source: The game's main executable file
pt_pt: O ficheiro executável principal do jogo

source: Arguments
pt_pt: Argumentos

source: Command line arguments used when launching the game
pt_pt: Argumentos da linha de comandos utilizados ao iniciar o jogo

source: Preload library
pt_pt: Biblioteca de pré-carregamento (Preload)

source: A library to load before running the game's executable.
pt_pt: Uma biblioteca a carregar antes de executar o executável do jogo.

source: Add directory to LD_LIBRARY_PATH
pt_pt: Adicionar diretório ao LD_LIBRARY_PATH

source: A directory where libraries should be searched for first, before the standard set of directories; this is useful when debugging a new library or using a nonstandard library for special purposes.
pt_pt: Um diretório onde as bibliotecas devem ser procuradas primeiro, antes do conjunto padrão de diretórios; isto é útil ao depurar uma nova biblioteca ou ao utilizar uma biblioteca não padronizada para fins especiais.

source: The runner could not find a command or exe to use for this configuration.
pt_pt: O runner não conseguiu encontrar um comando ou executável para utilizar nesta configuração.

source: The file %s is not executable
pt_pt: O ficheiro %s não é executável

source: Arcade game emulator
pt_pt: Emulador de jogos Arcade

source: The emulated machine.
pt_pt: A máquina emulada.

source: Storage type
pt_pt: Tipo de armazenamento

source: Floppy disk
pt_pt: Disquete

source: Floppy drive 1
pt_pt: Unidade de disquetes 1

source: Floppy drive 2
pt_pt: Unidade de disquetes 2

source: Floppy drive 3
pt_pt: Unidade de disquetes 3

source: Floppy drive 4
pt_pt: Unidade de disquetes 4

source: Cassette (tape)
pt_pt: Cassete (fita)

source: Cassette 1 (tape)
pt_pt: Cassete 1 (fita)

source: Cassette 2 (tape)
pt_pt: Cassete 2 (fita)

source: Cartridge
pt_pt: Cartucho

source: Cartridge 1
pt_pt: Cartucho 1

source: Cartridge 2
pt_pt: Cartucho 2

source: Cartridge 3
pt_pt: Cartucho 3

source: Cartridge 4
pt_pt: Cartucho 4

source: Snapshot
pt_pt: Instantâneo (Snapshot)

source: Hard Disk
pt_pt: Disco Rígido

source: Hard Disk 1
pt_pt: Disco Rígido 1

source: Hard Disk 2
pt_pt: Disco Rígido 2

source: Quickload
pt_pt: Carregamento rápido (Quickload)

source: Memory Card
pt_pt: Cartão de Memória

source: Cylinder
pt_pt: Cilindro

source: Punch Tape 1
pt_pt: Fita perfurada 1

source: Punch Tape 2
pt_pt: Fita perfurada 2

source: Print Out
pt_pt: Impressão (Print Out)

source: magtape1
pt_pt: fita magnética 1 (magtape)

source: magtape2
pt_pt: fita magnética 2 (magtape)

source: magtape3
pt_pt: fita magnética 3 (magtape)

source: magtape4
pt_pt: fita magnética 4 (magtape)

source: Autoboot
pt_pt: Arranque automático (Autoboot)

source: Autoboot command
pt_pt: Comando de arranque automático

source: Autotype this command when the system has started, an enter keypress is automatically added.
pt_pt: Digita automaticamente este comando quando o sistema inicia; é adicionado automaticamente um pressionamento da tecla Enter.

source: Delay before entering autoboot command
pt_pt: Atraso antes de introduzir o comando de arranque automático

source: ROM/BIOS path
pt_pt: Caminho das ROMs/BIOS

source: Choose the folder containing ROMs and BIOS files. These files contain code from the original hardware necessary to the emulation.
pt_pt: Escolha a pasta que contém os ficheiros de ROMs e BIOS. Estes ficheiros contêm código do hardware original necessário para a emulação.

source: CRT effect ()
pt_pt: Efeito CRT ()

source: Applies a CRT effect to the screen.Requires OpenGL renderer.
pt_pt: Aplica um efeito CRT ao ecrã. Requer o renderizador OpenGL.

source: Debugging
pt_pt: Depuração

source: Verbose
pt_pt: Detalhado (Verbose)

source: display additional diagnostic information.
pt_pt: exibe informações de diagnóstico adicionais.

source: Video backend
pt_pt: Backend de vídeo

source: Wait for VSync
pt_pt: Aguardar por VSync

source: Menu mode key
pt_pt: Tecla de modo de menu

source: Right Control
pt_pt: Control Direito

source: Left Control
pt_pt: Control Esquerdo

source: Right Alt
pt_pt: Alt Direito

source: Left Alt
pt_pt: Alt Esquerdo

source: Right Super
pt_pt: Super Direito

source: Left Super
pt_pt: Super Esquerdo

source: Key to switch between Full Keyboard Mode and Partial Keyboard Mode (default: Scroll Lock)
pt_pt: Tecla para alternar entre o Modo de Teclado Completo e o Modo de Teclado Parcial (predefinição: Scroll Lock)

source: No device is set for machine %s
pt_pt: Nenhum dispositivo definido para a máquina %s

source: The path '%s' is not set. please set it in the options.
pt_pt: O caminho '%s' não está definido. Por favor, defina-o nas opções.

source: Multi-system emulator: NES, PC Engine, PSX…
pt_pt: Emulador multi-sistema: NES, PC Engine, PSX…

source: The game data, commonly called a ROM image. Mednafen supports GZIP and ZIP compressed ROMs.
pt_pt: Os dados do jogo, comummente chamados de imagem ROM. O Mednafen suporta ROMs comprimidas em GZIP e ZIP.

source: Machine type
pt_pt: Tipo de máquina

source: Aspect ratio
pt_pt: Proporção (Aspect ratio)

source: Stretched
pt_pt: Esticado

source: Preserve aspect ratio
pt_pt: Preservar proporção

source: Integer scale
pt_pt: Escala de números inteiros (Integer)

source: Multiple of 2 scale
pt_pt: Escala múltipla de 2

source: Video scaler
pt_pt: Escalonador de vídeo

source: Sound device
pt_pt: Dispositivo de som

source: Mednafen default
pt_pt: Predefinição do Mednafen

source: ALSA default
pt_pt: Predefinição ALSA

source: Use default Mednafen controller configuration
pt_pt: Utilizar a configuração de comandos predefinida do Mednafen

source: Nintendo 64 emulator
pt_pt: Emulador de Nintendo 64

source: Hide OSD
pt_pt: Ocultar OSD

source: Magnavox Odyssey² Emulator
pt_pt: Emulador de Magnavox Odyssey²

source: Disable
pt_pt: Desativar

source: Arrow Keys and Right Shift
pt_pt: Teclas de setas e Shift Direito

source: W,S,A,D,SPACE
pt_pt: W,S,A,D,ESPAÇO

source: Controllers
pt_pt: Comandos

source: First controller
pt_pt: Primeiro comando

source: Second controller
pt_pt: Segundo comando

source: MSX computer emulator
pt_pt: Emulador de computadores MSX

source: Sega Master System Emulator
pt_pt: Emulador de Sega Master System

source: The game data, commonly called a ROM image. Supported formats: SMS and GG files. ZIP compressed ROMs are supported.
pt_pt: Os dados do jogo, comummente chamados de imagem ROM. Formatos suportados: ficheiros SMS e GG. ROMs comprimidas em ZIP são suportadas.

source: PlayStation 2 emulator
pt_pt: Emulador de PlayStation 2

source: Fullboot
pt_pt: Arranque completo (Fullboot)

source: No GUI
pt_pt: Sem interface gráfica (No GUI)

source: Runs PICO-8 fantasy console cartridges
pt_pt: Executa cartuchos da consola de fantasia PICO-8

source: Cartridge file/URL/ID
pt_pt: Ficheiro/URL/ID do cartucho

source: You can put a .p8.png file path, URL, or BBS cartridge ID here.
pt_pt: Pode colocar aqui o caminho de um ficheiro .p8.png, um URL ou o ID de um cartucho BBS.

source: Launch in fullscreen.
pt_pt: Iniciar em ecrã inteiro.

source: Window size
pt_pt: Tamanho da janela

source: The initial size of the game window.
pt_pt: O tamanho inicial da janela do jogo.

source: Start in splore mode
pt_pt: Iniciar em modo splore

source: Extra arguments
pt_pt: Argumentos extra

source: Extra arguments to the executable
pt_pt: Argumentos extra para o executável

source: Engine (web only)
pt_pt: Motor (apenas web)

source: Name of engine (will be downloaded) or local file path
pt_pt: Nome do motor (será descarregado) ou caminho para ficheiro local

source: Sega Dreamcast emulator
pt_pt: Emulador de Sega Dreamcast

source: Disc image file
pt_pt: Ficheiro de imagem de disco

source: Game data file Supported formats: GDI, CDI, CHD
pt_pt: Ficheiro de dados do jogo Formatos suportados: GDI, CDI, CHD

source: Aspect Ratio
pt_pt: Proporção (Aspect Ratio)

source: Region
pt_pt: Região

source: USA
pt_pt: EUA

source: Europe
pt_pt: Europa

source: Japan
pt_pt: Japão

source: System Language
pt_pt: Idioma do sistema

source: English
pt_pt: Inglês

source: German
pt_pt: Alemão

source: French
pt_pt: Francês

source: Spanish
pt_pt: Espanhol

source: Italian
pt_pt: Italiano

source: PAL-M (Brazil)
pt_pt: PAL-M (Brasil)

source: PAL-N (Argentina, Paraguay, Uruguay)
pt_pt: PAL-N (Argentina, Paraguai, Uruguai)

source: Time Sync
pt_pt: Sincronização de tempo

source: Audio and video
pt_pt: Áudio e vídeo

source: Video
pt_pt: Vídeo

source: Internal Video Resolution Scale
pt_pt: Escala da resolução de vídeo interna

source: Only available in premium version.
pt_pt: Apenas disponível na versão premium.

source: Do you want to select a premium license file?
pt_pt: Deseja selecionar um ficheiro de licença premium?

source: Use premium version?
pt_pt: Utilizar versão premium?

source: The game data. Supported formats: ISO, CDI
pt_pt: Os dados do jogo. Formatos suportados: ISO, CDI

source: Gamepads
pt_pt: Comandos (Gamepads)

source: Gamepad 1
pt_pt: Comando 1

source: Gamepad 2
pt_pt: Comando 2

source: Gamepad 3
pt_pt: Comando 3

source: Gamepad 4
pt_pt: Comando 4

source: PlayStation 3 emulator
pt_pt: Emulador de PlayStation 3

source: Path to EBOOT.BIN
pt_pt: Caminho para o EBOOT.BIN

source: Custom executable for the runner
pt_pt: Executável personalizado para o runner

source: Side Panel
pt_pt: Painel Lateral

source: Visible in Side Panel
pt_pt: Visível no Painel Lateral

source: Show this runner in the side panel if it is installed or available through Flatpak.
pt_pt: Mostrar este runner no painel lateral se estiver instalado ou disponível através do Flatpak.

source: The executable '%s' could not be found.
pt_pt: O executável '%s' não foi encontrado.

source: The required runner is not installed. Do you wish to install it now?
pt_pt: O runner necessário não está instalado. Deseja instalá-lo agora?

source: Required runner unavailable
pt_pt: Runner necessário indisponível

source: Failed to retrieve {} ({}) information
pt_pt: Falha ao obter informações de {} ({})

source: The '%s' version of the '%s' runner can't be downloaded.
pt_pt: A versão '%s' do runner '%s' não pode ser descarregada.

source: The the '%s' runner can't be downloaded.
pt_pt: O runner '%s' não pode ser descarregada.

source: Failed to extract {}
pt_pt: Falha ao extrair {}

source: Failed to extract {}: {}
pt_pt: Falha ao extrair {}: {}

source: Nintendo Switch emulator
pt_pt: Emulador de Nintendo Switch

source: NSP file
pt_pt: Ficheiro NSP

source: Select which app to launch for a multi-game XCI image
pt_pt: Selecione que aplicação iniciar para uma imagem XCI multi-jogo

source: Encryption keys
pt_pt: Chaves de encriptação

source: File containing the encryption keys.
pt_pt: Ficheiro que contém as chaves de encriptação.

source: Title keys
pt_pt: Chaves de título (Title keys)

source: File containing the title keys.
pt_pt: Ficheiro que contém as chaves de título.

source: <b>Warning</b> Scalers may not work with OpenGL rendering.
pt_pt: <b>Aviso</b> Os escalonadores (scalers) podem não funcionar com renderização OpenGL.

source: <b>Warning</b> The '%s' scaler does not work with a scale factor of %s.
pt_pt: <b>Aviso</b> O escalonador '%s' não funciona com um fator de escala de %s.

source: Engine for point-and-click games.
pt_pt: Motor para jogos point-and-click.

source: Game identifier
pt_pt: Identificador do jogo

source: Game files location
pt_pt: Localização dos ficheiros do jogo

source: Enable subtitles
pt_pt: Ativar legendas

source: Aspect ratio correction
pt_pt: Correção da proporção (aspect ratio)

source: Most games supported by ScummVM were made for VGA display modes using rectangular pixels. Activating this option for these games will preserve the 4:3 aspect ratio they were made for.
pt_pt: A maioria dos jogos suportados pelo ScummVM foi feita para modos de exibição VGA que utilizam píxeis retangulares. Ao ativar esta opção nestes jogos, irá preservar a proporção de 4:3 para a qual foram criados.

source: Graphic scaler
pt_pt: Escalonador gráfico

source: The algorithm used to scale up the game's base resolution, resulting in different visual styles.
pt_pt: O algoritmo utilizado para aumentar a resolução base do jogo, resultando em diferentes estilos visuais.

source: Scale factor
pt_pt: Fator de escala

source: Changes the resolution of the game. For example, a 2x scale will take a 320x200 resolution game and scale it up to 640x400.
pt_pt: Altera a resolução do jogo. Por exemplo, uma escala de 2x pegará num jogo com resolução 320x200 e aumentá-lo-á para 640x400.

source: Renderer
pt_pt: Renderizador

source: OpenGL (with shaders)
pt_pt: OpenGL (com shaders)

source: Changes the rendering method used for 3D games.
pt_pt: Altera o método de renderização utilizado para jogos 3D.

source: Render mode
pt_pt: Modo de renderização

source: Hercules (Green)
pt_pt: Hercules (Verde)

source: Hercules (Amber)
pt_pt: Hercules (Âmbar)

source: Changes the graphics hardware the game will target, if the game supports this.
pt_pt: Altera o hardware gráfico que o jogo terá como alvo, se o jogo suportar esta opção.

source: Stretch mode
pt_pt: Modo de estiramento (Stretch)

source: Center
pt_pt: Centrar

source: Pixel Perfect
pt_pt: Píxel Perfeito (Pixel Perfect)

source: Even Pixels
pt_pt: Píxeis Uniformes

source: Fit
pt_pt: Ajustar

source: Fit (force aspect ratio)
pt_pt: Ajustar (forçar proporção)

source: Changes how the game is placed when the window is resized.
pt_pt: Altera a forma como o jogo é posicionado quando a janela é redimensionada.

source: Filtering
pt_pt: Filtragem

source: Uses bilinear interpolation instead of nearest neighbor resampling for the aspect ratio correction and stretch mode.
pt_pt: Utiliza interpolação bilinear em vez de reamostragem por 'vizinho mais próximo' para a correção da proporção e modo de estiramento.

source: Data directory
pt_pt: Diretório de dados

source: Defaults to share/scummvm if unspecified.
pt_pt: Predefinição é share/scummvm, se não for especificado.

source: Specifes platform of game. Allowed values: 2gs, 3do, acorn, amiga, atari, c64, fmtowns, nes, mac, pc pc98, pce, segacd, wii, windows
pt_pt: Especifica a plataforma do jogo. Valores permitidos: 2gs, 3do, acorn, amiga, atari, c64, fmtowns, nes, mac, pc, pc98, pce, segacd, wii, windows

source: Enables joystick input (default: 0 = first joystick)
pt_pt: Ativa a entrada de joystick (predefinição: 0 = primeiro joystick)

source: Selects language (en, de, fr, it, pt, es, jp, zh, kr, se, gb, hb, ru, cz)
pt_pt: Seleciona o idioma (en, de, fr, it, pt, es, jp, zh, kr, se, gb, hb, ru, cz)

source: Engine speed
pt_pt: Velocidade do motor

source: Sets frames per second limit (0 - 100) for Grim Fandango or Escape from Monkey Island (default: 60).
pt_pt: Define o limite de fotogramas por segundo (0 - 100) para Grim Fandango ou Escape from Monkey Island (predefinição: 60).

source: Talk speed
pt_pt: Velocidade da fala

source: Sets talk speed for games (default: 60)
pt_pt: Define a velocidade da fala para os jogos (predefinição: 60)

source: Music tempo
pt_pt: Tempo da música

source: Sets music tempo (in percent, 50-200) for SCUMM games (default: 100)
pt_pt: Define o tempo da música (em percentagem, 50-200) para jogos SCUMM (predefinição: 100)

source: Digital iMuse tempo
pt_pt: Tempo do Digital iMuse

source: Sets internal Digital iMuse tempo (10 - 100) per second (default: 10)
pt_pt: Define o tempo interno do Digital iMuse (10 - 100) por segundo (predefinição: 10)

source: Music driver
pt_pt: Controlador (driver) de música

source: Specifies the device ScummVM uses to output audio.
pt_pt: Especifica o dispositivo que o ScummVM utiliza para a saída de áudio.

source: Output rate
pt_pt: Taxa de saída

source: Selects output sample rate in Hz.
pt_pt: Seleciona a taxa de amostragem de saída em Hz.

source: OPL driver
pt_pt: Controlador (driver) OPL

source: Chooses which emulator is used by ScummVM when the AdLib emulator is chosen as the Preferred device.
pt_pt: Escolhe qual o emulador utilizado pelo ScummVM quando o emulador AdLib é selecionado como o dispositivo preferencial.

source: Music volume
pt_pt: Volume da música

source: Sets the music volume, 0-255 (default: 192)
pt_pt: Define o volume da música, 0-255 (predefinição: 192)

source: Sets the sfx volume, 0-255 (default: 192)
pt_pt: Define o volume dos efeitos sonoros (sfx), 0-255 (predefinição: 192)

source: Speech volume
pt_pt: Volume das vozes

source: Sets the speech volume, 0-255 (default: 192)
pt_pt: Define o volume das vozes, 0-255 (predefinição: 192)

source: MIDI gain
pt_pt: Ganho MIDI

source: Sets the gain for MIDI playback. 0-1000 (default: 100)
pt_pt: Define o ganho para a reprodução MIDI. 0-1000 (predefinição: 100)

source: Specifies the path to a soundfont file.
pt_pt: Especifica o caminho para um ficheiro soundfont.

source: Mixed AdLib/MIDI mode
pt_pt: Modo misto AdLib/MIDI

source: Combines MIDI music with AdLib sound effects.
pt_pt: Combina música MIDI com efeitos sonoros AdLib.

source: True Roland MT-32
pt_pt: Roland MT-32 Real

source: Tells ScummVM that the MIDI device is an actual Roland MT-32, LAPC-I, CM-64, CM-32L, CM-500 or other MT-32 device.
pt_pt: Informa o ScummVM que o dispositivo MIDI é um dispositivo Roland MT-32 real, LAPC-I, CM-64, CM-32L, CM-500 ou outro dispositivo MT-32.

source: Enable Roland GS
pt_pt: Ativar Roland GS

source: Tells ScummVM that the MIDI device is a GS device that has an MT-32 map, such as an SC-55, SC-88 or SC-8820.
pt_pt: Informa o ScummVM que o dispositivo MIDI é um dispositivo GS que possui um mapa MT-32, como um SC-55, SC-88 ou SC-8820.

source: Use alternate intro
pt_pt: Utilizar introdução alternativa

source: Uses alternative intro for CD versions
pt_pt: Utiliza uma introdução alternativa para as versões em CD

source: Copy protection
pt_pt: Proteção contra cópia

source: Enables copy protection
pt_pt: Ativa a proteção contra cópia

source: Demo mode
pt_pt: Modo de demonstração

source: Starts demo mode of Maniac Mansion or The 7th Guest
pt_pt: Inicia o modo de demonstração do Maniac Mansion ou The 7th Guest

source: Debug level
pt_pt: Nível de depuração (debug)

source: Sets debug verbosity level
pt_pt: Define o nível de detalhe (verbosidade) da depuração

source: Debug flags
pt_pt: Flags de depuração

source: Enables engine specific debug flags
pt_pt: Ativa flags de depuração específicas do motor

source: Super Nintendo emulator
pt_pt: Emulador de Super Nintendo

source: Maintain aspect ratio (4:3)
pt_pt: Manter proporção (4:3)

source: Super Nintendo games were made for 4:3 screens with rectangular pixels, but modern screens have square pixels, which results in a vertically squeezed image. This option corrects this by displaying rectangular pixels.
pt_pt: Os jogos da Super Nintendo foram criados para ecrãs 4:3 com píxeis retangulares, mas os ecrãs modernos têm píxeis quadrados, o que resulta numa imagem verticalmente achatada. Esta opção corrige isto ao exibir píxeis retangulares.

source: Sound driver
pt_pt: Controlador (driver) de som

source: Runs Steam for Linux games
pt_pt: Executa jogos da Steam para Linux

source: The application ID can be retrieved from the game's page at steampowered.com. Example: 235320 is the app ID for <i>Original War</i> in: http://store.steampowered.com/app/<b>235320</b>/
pt_pt: O ID da aplicação pode ser obtido na página do jogo em steampowered.com. Exemplo: 235320 é o ID de aplicação para <i>Original War</i> em: http://store.steampowered.com/app/<b>235320</b>/

source: Command line arguments used when launching the game. Ignored when Steam Big Picture mode is enabled.
pt_pt: Argumentos de linha de comandos utilizados ao iniciar o jogo. Ignorado quando o modo Steam Big Picture está ativado.

source: DRM free mode (Do not launch Steam)
pt_pt: Modo livre de DRM (Não inicia a Steam)

source: Run the game directly without Steam, requires the game binary path to be set
pt_pt: Executa o jogo diretamente sem a Steam; requer que o caminho do binário do jogo esteja definido

source: Game binary path
pt_pt: Caminho do binário do jogo

source: Path to the game executable (Required by DRM free mode)
pt_pt: Caminho para o executável do jogo (Obrigatório para o modo livre de DRM)

source: Start Steam in Big Picture mode
pt_pt: Iniciar a Steam no modo Big Picture

source: Launches Steam in Big Picture mode. Only works if Steam is not running or already running in Big Picture mode. Useful when playing with a Steam Controller.
pt_pt: Inicia a Steam no modo Big Picture. Apenas funciona se a Steam não estiver a correr ou se já estiver no modo Big Picture. Útil quando se joga com um Steam Controller.

source: Extra command line arguments used when launching Steam
pt_pt: Argumentos de linha de comandos extra utilizados ao iniciar a Steam

source: Steam for Linux installation is not handled by Lutris.
pt_pt: A instalação da Steam para Linux não é gerida pelo Lutris.
