Repository: lutris/lutris
Catalog: po/*.po
Languages: pt_pt

source: %s has been updated.
pt_pt: %s foi atualizado.

source: %s have been updated.
pt_pt: %s foram atualizados.

source: <i>Checking for updates...</i>
pt_pt: <i>A procurar atualizações...</i>

source: Updates are already being downloaded and installed.
pt_pt: As atualizações já estão a ser transferidas e instaladas.

source: No updates are required at this time.
pt_pt: Não são necessárias atualizações de momento.

source: <b>Default</b>:
pt_pt: <b>Predefinição</b>:

source: Enabled
pt_pt: Ativado

source: Disabled
pt_pt: Desativado

source: %s (default)
pt_pt: %s (predefinição)

source: The setting '%s' is no longer available. You should select another choice.
pt_pt: A definição '%s' já não está disponível. Deve selecionar outra opção.

source: Select file
pt_pt: Selecionar ficheiro

source: Select files
pt_pt: Selecionar ficheiros

source: _Add
pt_pt: _Adicionar

source: _Cancel
pt_pt: _Cancelar

source: Add Files
pt_pt: Adicionar ficheiros

source: Files
pt_pt: Ficheiros

source: Download cache configuration
pt_pt: Configuração da cache de transferências

source: Cache path
pt_pt: Caminho da cache

source: Set the folder for the cache path
pt_pt: Definir a pasta para o caminho da cache

source: If provided, this location will be used by installers to cache downloaded files locally for future re-use. If left empty, the installer files are discarded after the install completion.
pt_pt: Se fornecido, este local será utilizado pelos instaladores para colocar em cache os ficheiros transferidos localmente para reutilização futura. Se deixado vazio, os ficheiros do instalador serão descartados após a conclusão da instalação.

source: The required runner '%s' is not installed.
pt_pt: O runner necessário '%s' não está instalado.

source: Select game to launch
pt_pt: Selecione o jogo a iniciar

source: Downloading file
pt_pt: A transferir ficheiro

source: Downloading %s
pt_pt: A transferir %s

source: Launch
pt_pt: Iniciar

source: Calculating checksum...
pt_pt: A calcular checksum...

source: Looking up checksum on Lutris.net...
pt_pt: A procurar checksum no Lutris.net...

source: This ROM could not be identified.
pt_pt: Não foi possível identificar esta ROM.

source: Looking for installed game...
pt_pt: A procurar jogo instalado...

source: Failed to import a ROM: %s
pt_pt: Falha ao importar uma ROM: %s

source: Game already installed in Lutris
pt_pt: Jogo já instalado no Lutris

source: The platform '%s' is unknown to Lutris.
pt_pt: A plataforma '%s' é desconhecida para o Lutris.

source: Lutris does not have a default installer for the '%s' platform.
pt_pt: O Lutris não possui um instalador predefinido para a plataforma '%s'.

source: Save
pt_pt: Guardar

source: Lutris has encountered an error
pt_pt: O Lutris encontrou um erro

source: Copy Details to Clipboard
pt_pt: Copiar detalhes para a área de transferência

source: You can get support from <a href='https://github.com/lutris/lutris'>GitHub</a> or <a href='https://discordapp.com/invite/Pnt5CuY'>Discord</a>. Make sure to provide the error details; use the 'Copy Details to Clipboard' button to get them.
pt_pt: Pode obter suporte através do <a href='https://github.com/lutris/lutris'>GitHub</a> ou do <a href='https://discordapp.com/invite/Pnt5CuY'>Discord</a>. Certifique-se de fornecer os detalhes do erro; utilize o botão 'Copiar detalhes para a área de transferência' para os obter.

source: Error details
pt_pt: Detalhes do erro

source: Please choose a file
pt_pt: Por favor, escolha um ficheiro

source: %s is already installed
pt_pt: %s já está instalado

source: Launch game
pt_pt: Iniciar jogo

source: Install the game again
pt_pt: Instalar o jogo novamente

source: Do not ask again for this game.
pt_pt: Não perguntar novamente para este jogo.

source: Login failed
pt_pt: Falha ao iniciar sessão

source: Install script for {}
pt_pt: Script de instalação para {}

source: Humble Bundle Cookie Authentication
pt_pt: Autenticação Humble Bundle via Cookie

source: <b>Humble Bundle Authentication via cookie import</b> <b>In Firefox</b> - Install the following extension: <a href='https://addons.mozilla.org/en-US/firefox/addon/export-cookies-txt/'>https://addons.mozilla.org/en-US/firefox/addon/export-cookies-txt/</a> - Open a tab to humblebundle.com and make sure you are logged in. - Click the cookie icon in the top right corner, next to the settings menu - Check 'Prefix HttpOnly cookies' and click 'humblebundle.com' - Open the generated file and paste the contents below. Click OK to finish. - You can delete the cookies file generated by Firefox - Optionally, <a href='https://support.humblebundle.com/hc/en-us/requests/new'>open a support ticket</a> to ask Humble Bundle to fix their configuration.
pt_pt: <b>Autenticação Humble Bundle via importação de cookies</b> <b>No Firefox</b> - Instale a seguinte extensão: <a href='https://addons.mozilla.org/en-US/firefox/addon/export-cookies-txt/'>https://addons.mozilla.org/en-US/firefox/addon/export-cookies-txt/</a> - Abra um separador em humblebundle.com e certifique-se de que tem sessão iniciada. - Clique no ícone do cookie no canto superior direito, junto ao menu de definições - Marque 'Prefix HttpOnly cookies' e clique em 'humblebundle.com' - Abra o ficheiro gerado e cole o conteúdo abaixo. Clique em OK para terminar. - Pode eliminar o ficheiro de cookies gerado pelo Firefox - Opcionalmente, <a href='https://support.humblebundle.com/hc/en-us/requests/new'>abra um pedido de suporte</a> para solicitar ao Humble Bundle que corrija a sua configuração.

source: The key '%s' could not be found.
pt_pt: A chave '%s' não foi encontrada.

source: <b>Submit an issue</b>
pt_pt: <b>Submeter um problema</b>

source: Describe the problem you're having in the text box below. This information will be sent the Lutris team along with your system information. You can also save this information locally if you are offline.
pt_pt: Descreva o problema que está a ter na caixa de texto abaixo. Estas informações serão enviadas à equipa do Lutris juntamente com as informações do seu sistema. Também pode guardar estas informações localmente se estiver offline.

source: _Save
pt_pt: _Guardar

source: Select a location to save the issue
pt_pt: Selecione um local para guardar o problema

source: Issue saved in %s
pt_pt: Problema guardado em %s

source: Log for {}
pt_pt: Registo de {}

source: Moving %s to %s...
pt_pt: A mover %s para %s...

source: Do you want to change the game location anyway? No files can be moved, and the game configuration may need to be adjusted.
pt_pt: Deseja alterar a localização do jogo ainda assim? Nenhum ficheiro pode ser movido e a configuração do jogo poderá ter de ser ajustada.

source: Showing games using %s
pt_pt: A mostrar jogos que utilizam %s

source: Waiting for response from %s
pt_pt: A aguardar resposta de %s

source: Unable to get runner versions: %s
pt_pt: Não foi possível obter as versões do runner: %s

source: Unable to get runner versions from lutris.net
pt_pt: Não foi possível obter as versões do runner a partir de lutris.net

source: %s version management
pt_pt: Gestão de versões de %s

source: View %d game
pt_pt: Ver %d jogo

source: Uninstall
pt_pt: Desinstalar

source: Unavailable
pt_pt: Indisponível

source: Wine version usage
pt_pt: Utilização da versão do Wine

source: Version %s is no longer available
pt_pt: A versão %s já não está disponível

source: Downloading…
pt_pt: A transferir…

source: Extracting…
pt_pt: A extrair…

source: Failed to retrieve the runner archive
pt_pt: Falha ao obter o arquivo do runner

source: Uninstall %s
pt_pt: Desinstalar %s

source: Uninstall %d game
pt_pt: Desinstalar %d jogo

source: Remove %s
pt_pt: Remover %s

source: Remove %d game
pt_pt: Remover %d jogo

source: remove %d game
pt_pt: remover %d jogo

source: %s and %s
pt_pt: %s e %s

source: After you uninstall these games, you won't be able play them in Lutris.
pt_pt: Após desinstalar estes jogos, não poderá jogá-los no Lutris.

source: Uninstalled games that you remove from the library will no longer appear in the 'Games' view, but those that remain will retain their playtime data.
pt_pt: Os jogos desinstalados que remover da biblioteca deixarão de aparecer na vista 'Jogos', mas os que permanecerem manterão os seus dados de tempo de jogo.

source: After you remove these games, they will no longer appear in the 'Games' view.
pt_pt: Após remover estes jogos, eles deixarão de aparecer na vista 'Jogos'.

source: Some of the game directories cannot be removed because they are shared with other games that you are not removing.
pt_pt: Alguns diretórios de jogos não podem ser removidos porque são partilhados com outros jogos que não está a remover.

source: Some of the game directories cannot be removed because they are protected.
pt_pt: Alguns diretórios de jogos não podem ser removidos porque estão protegidos.

source: Please confirm. Everything under <b>%s</b> will be moved to the trash.
pt_pt: Por favor, confirme. Tudo o que se encontra em <b>%s</b> será movido para o lixo.

source: Please confirm. All the files for %d games will be moved to the trash.
pt_pt: Por favor, confirme. Todos os ficheiros de %d jogos serão movidos para o lixo.

source: Permanently delete files?
pt_pt: Eliminar ficheiros permanentemente?

source: Remove from Library
pt_pt: Remover da biblioteca

source: Delete Files
pt_pt: Eliminar ficheiros

source: Loading...
pt_pt: A carregar...

source: Steam game <b>{appid}</b>
pt_pt: Jogo Steam <b>{appid}</b>

source: Download
pt_pt: Transferir

source: Use Cache
pt_pt: Usar cache

source: Select File
pt_pt: Selecionar ficheiro

source: Cache file for future installations
pt_pt: Colocar ficheiro na cache para futuras instalações

source: Source:
pt_pt: Fonte:

source: Configure download cache
pt_pt: Configurar cache de transferências

source: Change where Lutris downloads game installer files.
pt_pt: Alterar o local onde o Lutris transfere os ficheiros do instalador.

source: View installer source
pt_pt: Ver fonte do instalador

source: Remove game files
pt_pt: Remover ficheiros do jogo

source: Are you sure you want to cancel the installation?
pt_pt: Tem a certeza de que deseja cancelar a instalação?

source: Cancel installation?
pt_pt: Cancelar instalação?

source: Waiting for Lutris component installation <small>Installations can fail if Lutris components are not installed first.</small>
pt_pt: A aguardar a instalação de componentes do Lutris <small>As instalações podem falhar se os componentes do Lutris não forem instalados primeiro.</small>

source: Install %s
pt_pt: Instalar %s

source: This game requires %s. Do you want to install it?
pt_pt: Este jogo requer %s. Deseja instalá-lo?

source: Missing dependency
pt_pt: Dependência em falta

source: Installing {}
pt_pt: A instalar {}

source: No installer available
pt_pt: Nenhum instalador disponível

source: Missing field "%s" in install script
pt_pt: Campo "%s" em falta no script de instalação

source: Improperly formatted file "%s"
pt_pt: Ficheiro "%s" formatado incorretamente

source: Select installation directory
pt_pt: Selecionar diretório de instalação

source: Preparing Lutris for installation
pt_pt: A preparar o Lutris para a instalação

source: This game has extra content <small>Select which one you want and they will be available in the 'extras' folder where the game is installed.</small>
pt_pt: Este jogo tem conteúdo extra <small>Selecione os que pretende; estes ficarão disponíveis na pasta 'extras' onde o jogo for instalado.</small>

source: Preparing game files...
pt_pt: A preparar ficheiros do jogo...

source: Please review the files needed for the installation then click 'Install'
pt_pt: Por favor, reveja os ficheiros necessários para a instalação e clique em 'Instalar'

source: Downloading game data
pt_pt: A transferir dados do jogo

source: Unable to get files: %s
pt_pt: Não foi possível obter os ficheiros: %s

source: Installing game data
pt_pt: A instalar dados do jogo

source: Autodetect
pt_pt: Deteção automática

source: Browse…
pt_pt: Procurar…

source: Eject
pt_pt: Ejetar

source: Select the folder where the disc is mounted
pt_pt: Selecione a pasta onde o disco está montado

source: An unexpected error has occurred while installing this game. Please share the details below with the Lutris team on <a href='https://github.com/lutris/lutris'>GitHub</a> or <a href='https://discordapp.com/invite/Pnt5CuY'>Discord</a>.
pt_pt: Ocorreu um erro inesperado ao instalar este jogo. Por favor, partilhe os detalhes abaixo com a equipa do Lutris no <a href='https://github.com/lutris/lutris'>GitHub</a> ou no <a href='https://discordapp.com/invite/Pnt5CuY'>Discord</a>.

source: _Launch
pt_pt: _Iniciar

source: _Abort
pt_pt: _Abortar

source: Abort and revert the installation
pt_pt: Abortar e reverter a instalação

source: _Close
pt_pt: _Fechar

source: Connect your %s account to access your games
pt_pt: Ligue a sua conta %s para aceder aos seus jogos

source: Add a game matching '%s' to your favorites to see it here.
pt_pt: Adicione um jogo correspondente a '%s' aos seus favoritos para o ver aqui.

source: No hidden games matching '%s' found.
pt_pt: Nenhum jogo oculto correspondente a '%s' encontrado.

source: No installed games matching '%s' found. Press Ctrl+I to show uninstalled games.
pt_pt: Nenhum jogo instalado correspondente a '%s' encontrado. Prima Ctrl+I para mostrar jogos não instalados.

source: No games matching '%s' found
pt_pt: Nenhum jogo correspondente a '%s' encontrado

source: Add games to your favorites to see them here.
pt_pt: Adicione jogos aos seus favoritos para os ver aqui.

source: No games are hidden.
pt_pt: Não existem jogos ocultos.

source: No installed games found. Press Ctrl+I to show uninstalled games.
pt_pt: Nenhum jogo instalado encontrado. Prima Ctrl+I para mostrar jogos não instalados.

source: No games found
pt_pt: Nenhum jogo encontrado

source: Search %d game
pt_pt: Pesquisar %d jogo

source: Unsupported Lutris Version
pt_pt: Versão do Lutris não suportada

source: This version of Lutris will no longer receive support on Github and Discord, and may not interoperate properly with Lutris.net. Do you want to use it anyway?
pt_pt: Esta versão do Lutris deixará de receber suporte no Github e Discord, e poderá não funcionar corretamente com o Lutris.net. Deseja utilizá-la ainda assim?

source: Show Hidden Games
pt_pt: Mostrar jogos ocultos

source: Rehide Hidden Games
pt_pt: Ocultar novamente jogos ocultos

source: Your limits are not set correctly. Please increase them as described here: <a href='https://github.com/lutris/docs/blob/master/HowToEsync.md'>How-to:-Esync (https://github.com/lutris/docs/blob/master/HowToEsync.md)</a>
pt_pt: Os seus limites não estão definidos corretamente. Por favor, aumente-os como descrito aqui: <a href='https://github.com/lutris/docs/blob/master/HowToEsync.md'>Como fazer:-Esync (https://github.com/lutris/docs/blob/master/HowToEsync.md)</a>

source: Missing
pt_pt: Em falta

source: Select a folder
pt_pt: Selecione uma pasta

source: Select a file
pt_pt: Selecione um ficheiro

source: <b>Warning!</b> The selected path is located on a drive formatted by Windows. Games and programs installed on Windows drives <b>don't work</b>.
pt_pt: <b>Aviso!</b> O caminho selecionado localiza-se numa unidade formatada pelo Windows. Jogos e programas instalados em unidades Windows <b>não funcionam</b>.

source: <b>Warning!</b> The selected path contains files. Installation will not work properly.
pt_pt: <b>Aviso!</b> O caminho selecionado contém ficheiros. A instalação não irá funcionar corretamente.

source: <b>Warning</b> The destination folder is not writable by the current user.
pt_pt: <b>Aviso</b> A pasta de destino não permite escrita pelo utilizador atual.

source: Add
pt_pt: Adicionar

source: Delete
pt_pt: Eliminar

source: Retry
pt_pt: Repetir

source: Download interrupted
pt_pt: Transferência interrompida

source: {downloaded} / {size} ({speed:0.2f}MB/s), {time} remaining
pt_pt: {downloaded} / {size} ({speed:0.2f}MB/s), {time} restantes

source: Platform: <b>%s</b>
pt_pt: Plataforma: <b>%s</b>

source: Time played: <b>%s</b>
pt_pt: Tempo de jogo: <b>%s</b>

source: Last played: <b>%s</b>
pt_pt: Última vez jogado: <b>%s</b>

source: Launching
pt_pt: A iniciar

source: Run
pt_pt: Executar

source: Reload
pt_pt: Recarregar

source: Disconnect
pt_pt: Desligar

source: Connect
pt_pt: Ligar

source: Manage Versions
pt_pt: Gerir versões

source: Edit Games
pt_pt: Editar jogos

source: Library
pt_pt: Biblioteca

source: Saved Searches
pt_pt: Pesquisas guardadas

source: Platforms
pt_pt: Plataformas

source: Games
pt_pt: Jogos

source: Recent
pt_pt: Recentes

source: Favorites
pt_pt: Favoritos

source: Uncategorized
pt_pt: Sem categoria

source: Running
pt_pt: A executar

source: Show Lutris
pt_pt: Mostrar Lutris

source: Quit
pt_pt: Sair

source: Hide Lutris
pt_pt: Ocultar Lutris

source: Invalid runner provided %s
pt_pt: Runner fornecido inválido: %s

source: One of {params} parameter is mandatory for the {cmd} command
pt_pt: Um dos parâmetros {params} é obrigatório para o comando {cmd}

source: or
pt_pt: ou

source: The {param} parameter is mandatory for the {cmd} command
pt_pt: O parâmetro {param} é obrigatório para o comando {cmd}

source: Invalid file '%s'. Can't make it executable
pt_pt: Ficheiro '%s' inválido. Não é possível torná-lo executável

source: Parameters file and command can't be used at the same time for the execute command
pt_pt: Os parâmetros 'file' e 'command' não podem ser utilizados ao mesmo tempo no comando 'execute'

source: No parameters supplied to execute command.
pt_pt: Nenhum parâmetro fornecido para o comando 'execute'.

source: Unable to find executable %s
pt_pt: Não foi possível encontrar o executável %s

source: %s does not exist
pt_pt: %s não existe

source: Extracting %s
pt_pt: A extrair %s

source: Insert or mount game disc and click Autodetect or use Browse if the disc is mounted on a non standard location.
pt_pt: Insira ou monte o disco do jogo e clique em Deteção automática ou utilize Procurar se o disco estiver montado num local não padrão.

source: Lutris is looking for a mounted disk drive or image containing the following file or folder: <i>%s</i>
pt_pt: O Lutris está à procura de uma unidade de disco ou imagem montada que contenha o seguinte ficheiro ou pasta: <i>%s</i>

source: The required file '%s' could not be located.
pt_pt: Não foi possível localizar o ficheiro necessário '%s'.

source: Source does not exist: %s
pt_pt: A fonte não existe: %s

source: Invalid source for 'move' operation: %s
pt_pt: Fonte inválida para a operação 'move': %s

source: Can't move {src} to destination {dst}
pt_pt: Não é possível mover {src} para o destino {dst}

source: Rename error, source path does not exist: %s
pt_pt: Erro ao renomear, o caminho de origem não existe: %s

source: Rename error, destination already exists: %s
pt_pt: Erro ao renomear, o destino já existe: %s

source: Missing parameter src
pt_pt: Parâmetro 'src' em falta

source: Wrong value for 'src' param
pt_pt: Valor errado para o parâmetro 'src'

source: Wrong value for 'dst' param
pt_pt: Valor errado para o parâmetro 'dst'

source: Command exited with code %s
pt_pt: O comando terminou com o código %s

source: Wrong value for write_file mode: '%s'
pt_pt: Valor errado para o modo 'write_file': '%s'

source: install_or_extract only works with wine!
pt_pt: install_or_extract apenas funciona com o wine!

source: This game requires %s.
pt_pt: Este jogo requer %s.

source: File
pt_pt: Ficheiro

source: missing field `url` for file `%s`
pt_pt: campo `url` em falta para o ficheiro `%s`

source: missing field `filename` in file `%s`
pt_pt: campo `filename` em falta no ficheiro `%s`

source: {file} on {host}
pt_pt: {file} em {host}

source: Invalid checksum, expected format (type:hash)
pt_pt: Checksum inválido, formato esperado (tipo:hash)

source: checksum mismatch
pt_pt: diferença no checksum

source: The script was missing the '%s' key, which is required.
pt_pt: Faltava a chave '%s' no script, a qual é obrigatória.

source: Game config key must be a string
pt_pt: A chave de configuração do jogo deve ser uma string

source: Invalid 'game' section
pt_pt: Secção 'game' inválida

source: This installer doesn't have a 'script' section
pt_pt: Este instalador não tem uma secção 'script'

source: Invalid script: {}
pt_pt: Script inválido: {}

source: This installer requires %s on your system
pt_pt: Este instalador requer %s no seu sistema

source: You need to install {} before
pt_pt: Precisa de instalar {} primeiro

source: Lutris does not have the necessary permissions to install to path:
pt_pt: O Lutris não tem as permissões necessárias para instalar no caminho:

source: Path %s not found, unable to create game folder. Is the disk mounted?
pt_pt: Caminho %s não encontrado, não foi possível criar a pasta do jogo. O disco está montado?

source: Installer commands are not formatted correctly
pt_pt: Os comandos do instalador não estão formatados corretamente

source: The command "%s" does not exist.
pt_pt: O comando "%s" não existe.

source: The executable at path %s can't be found, please check the destination folder. Some parts of the installation process may have not completed successfully.
pt_pt: O executável no caminho %s não foi encontrado, por favor verifique a pasta de destino. Algumas partes do processo de instalação podem não ter sido concluídas com sucesso.

source: Installation completed!
pt_pt: Instalação concluída!

source: Malformed steam path: %s
pt_pt: Caminho da Steam mal formado: %s

source: Desktop resolution
pt_pt: Resolução do ambiente de trabalho

source: Atari 8bit computers
pt_pt: Computadores Atari de 8 bits

source: Atari 400, 800 and XL emulator
pt_pt: Emulador de Atari 400, 800 e XL

source: The game data, commonly called a ROM image. Supported formats: ATR, XFD, DCM, ATR.GZ, XFD.GZ and PRO.
pt_pt: Os dados do jogo, comummente chamados de imagem ROM. Formatos suportados: ATR, XFD, DCM, ATR.GZ, XFD.GZ e PRO.

source: BIOS location
pt_pt: Localização da BIOS

source: A folder containing the Atari 800 BIOS files. They are provided by Lutris so you shouldn't have to change this.
pt_pt: Uma pasta contendo os ficheiros de BIOS do Atari 800. Estes são fornecidos pelo Lutris, pelo que não deverá ter de alterar isto.

source: Emulate Atari 800
pt_pt: Emular Atari 800

source: Emulate Atari 800 XL
pt_pt: Emular Atari 800 XL

source: Emulate Atari 320 XE (Compy Shop)
pt_pt: Emular Atari 320 XE (Compy Shop)

source: Emulate Atari 320 XE (Rambo)
pt_pt: Emular Atari 320 XE (Rambo)

source: Emulate Atari 5200
pt_pt: Emular Atari 5200

source: Machine
pt_pt: Máquina

source: Graphics
pt_pt: Gráficos

source: Fullscreen
pt_pt: Ecrã inteiro

source: Fullscreen resolution
pt_pt: Resolução em ecrã inteiro

source: Could not download Atari 800 BIOS archive
pt_pt: Não foi possível transferir o arquivo de BIOS do Atari 800

source: Nintendo 3DS Emulator
pt_pt: Emulador de Nintendo 3DS

source: The game data, commonly called a ROM image.
pt_pt: Os dados do jogo, comummente chamados de imagem ROM.

source: Wii U emulator
pt_pt: Emulador de Wii U

source: Game directory
pt_pt: Diretório do jogo

source: The directory in which the game lives. If installed into Cemu, this will be in the mlc directory, such as mlc/usr/title/00050000/101c9500.
pt_pt: O diretório onde o jogo reside. Se instalado no Cemu, este estará no diretório mlc, tal como mlc/usr/title/00050000/101c9500.

source: Compressed ROM
pt_pt: ROM comprimida

source: A game compressed into a single file (WUA format), only use if not using game directory
pt_pt: Um jogo comprimido num único ficheiro (formato WUA), utilize apenas se não estiver a usar um diretório de jogo

source: Custom mlc folder location
pt_pt: Localização personalizada da pasta mlc
