Repository: lutris/lutris
Catalog: po/*.po
Languages: pt_pt

source: Unable to determine correct file to launch installer
pt_pt: Não foi possível determinar o ficheiro correto para iniciar o instalador

source: Workaround for Humble Bundle authentication
pt_pt: Solução alternativa (workaround) para a autenticação Humble Bundle

source: Humble Bundle is restricting API calls from software like Lutris and GameHub. Authentication to the service will likely fail. There is a workaround involving copying cookies from Firefox, do you want to do this instead?
pt_pt: O Humble Bundle está a restringir chamadas de API de software como o Lutris e o GameHub. A autenticação no serviço irá provavelmente falhar. Existe uma solução alternativa (workaround) que envolve copiar cookies do Firefox; deseja fazer isto em vez da autenticação normal?

source: The download URL for the game could not be determined.
pt_pt: Não foi possível determinar o URL de transferência do jogo.

source: No game found on Humble Bundle
pt_pt: Nenhum jogo encontrado no Humble Bundle

source: Lutris needs an API key to connect to itch.io. You can obtain one from the itch.io <a href='https://itch.io/user/settings/api-keys'>API keys page</a>. You should give Lutris its own API key instead of sharing them.
pt_pt: O Lutris precisa de uma chave de API para se ligar ao itch.io. Pode obter uma na <a href='https://itch.io/user/settings/api-keys'>página de chaves de API</a> do itch.io. Deve atribuir ao Lutris uma chave de API própria em vez de partilhar chaves existentes.

source: Itch.io API key
pt_pt: Chave de API do itch.io

source: Lutris has no installers for %s. Try using a different service instead.
pt_pt: O Lutris não tem instaladores para %s. Tente utilizar um serviço diferente.

source: Use for displaying every game in the Steam family
pt_pt: Utilizar para exibir todos os jogos da família Steam (Steam Family)

source: Failed to load games. Check that your profile is set to public during the sync.
pt_pt: Falha ao carregar os jogos. Verifique se o seu perfil está definido como público durante a sincronização.

source: Steam for Windows
pt_pt: Steam para Windows

source: Use only for the rare games or mods requiring the Windows version of Steam
pt_pt: Utilizar apenas para os raros jogos ou mods que requerem a versão Windows da Steam

source: Failed to open database file in %s. Try renaming this file and relaunch Lutris
pt_pt: Falha ao abrir o ficheiro de base de dados em %s. Tente renomear este ficheiro e reinicie o Lutris

source: Keep current
pt_pt: Manter atual

# locale
source: System
pt_pt: Sistema

source: Chinese
pt_pt: Chinês

source: Croatian
pt_pt: Croata

source: Dutch
pt_pt: Holandês

source: Finnish
pt_pt: Finlandês

source: Georgian
pt_pt: Georgiano

source: Portuguese (Brazilian)
pt_pt: Português (do Brasil)

source: Polish
pt_pt: Polaco

source: Russian
pt_pt: Russo

source: Off
pt_pt: Desligado

source: Primary
pt_pt: Primário

source: Default installation folder
pt_pt: Pasta de instalação predefinida

source: Disable Lutris Runtime
pt_pt: Desativar Lutris Runtime

source: The Lutris Runtime loads some libraries before running the game, which can cause some incompatibilities in some cases. Check this option to disable it.
pt_pt: O Lutris Runtime carrega algumas bibliotecas antes de executar o jogo, o que pode causar incompatibilidades nalguns casos. Ative esta opção para o desativar.

source: Prefer system libraries
pt_pt: Preferir bibliotecas do sistema

source: When the runtime is enabled, prioritize the system libraries over the provided ones.
pt_pt: Quando o runtime está ativado, dá prioridade às bibliotecas do sistema em vez das fornecidas pelo Lutris.

source: Display
pt_pt: Ecrã

source: GPU to use to run games
pt_pt: GPU a utilizar para executar jogos

source: FPS counter (MangoHud)
pt_pt: Contador de FPS (MangoHud)

source: Display the game's FPS + other information. Requires MangoHud to be installed.
pt_pt: Exibe os FPS do jogo e outras informações. Requer que o MangoHud esteja instalado.

source: Restore resolution on game exit
pt_pt: Restaurar resolução ao sair do jogo

source: Some games don't restore your screen resolution when closed or when they crash. This is when this option comes into play to save your bacon.
pt_pt: Alguns jogos não restauram a resolução do ecrã quando são fechados ou quando bloqueiam (crash). Esta opção serve precisamente para evitar que fique com a resolução alterada.

source: Disable desktop effects
pt_pt: Desativar efeitos do ambiente de trabalho

source: Disable desktop effects while game is running, reducing stuttering and increasing performance
pt_pt: Desativa os efeitos do ambiente de trabalho enquanto o jogo está a correr, reduzindo o 'stuttering' e aumentando o desempenho.

source: Prevent sleep
pt_pt: Impedir suspensão

source: Prevents the computer from suspending when a game is running.
pt_pt: Impede que o computador entre em suspensão enquanto um jogo está a correr.

source: SDL 1.2 Fullscreen Monitor
pt_pt: Monitor de Ecrã Inteiro SDL 1.2

source: Hint SDL 1.2 games to use a specific monitor when going fullscreen by setting the SDL_VIDEO_FULLSCREEN environment variable
pt_pt: Indica aos jogos SDL 1.2 para utilizarem um monitor específico ao entrar em ecrã inteiro, definindo a variável de ambiente SDL_VIDEO_FULLSCREEN.

source: Turn off monitors except
pt_pt: Desligar monitores exceto

source: Only keep the selected screen active while the game is running. This is useful if you have a dual-screen setup, and are having display issues when running a game in fullscreen.
pt_pt: Mantém apenas o ecrã selecionado ativo enquanto o jogo está a correr. Útil para configurações de dois monitores, caso tenha problemas de exibição ao correr um jogo em ecrã inteiro.

source: Switch resolution to
pt_pt: Alterar resolução para

source: Switch to this screen resolution while the game is running.
pt_pt: Altera para esta resolução de ecrã enquanto o jogo está a correr.

source: Enable Gamescope
pt_pt: Ativar Gamescope

source: Use gamescope to draw the game window isolated from your desktop. Toggle fullscreen: Super + F
pt_pt: Utiliza o gamescope para renderizar a janela do jogo isolada do ambiente de trabalho. Alternar ecrã inteiro: Super + F

source: Enable HDR for games that support it. Requires Plasma 6 and VK_hdr_layer.
pt_pt: Ativa o HDR para jogos compatíveis. Requer Plasma 6 e VK_hdr_layer.

source: Relative Mouse Mode
pt_pt: Modo de Rato Relativo

source: Always use relative mouse mode instead of flipping dependent on cursor visibility Can help with games where the player's camera faces the floor
pt_pt: Utiliza sempre o modo de rato relativo em vez de alternar consoante a visibilidade do cursor. Pode ajudar em jogos onde a câmara do jogador fica presa a olhar para o chão.

source: Output Resolution
pt_pt: Resolução de Saída

source: Set the resolution used by gamescope. Resizing the gamescope window will update these settings. <b>Custom Resolutions:</b> (width)x(height)
pt_pt: Define a resolução utilizada pelo gamescope. Redimensionar a janela do gamescope atualizará estas definições. <b>Resoluções personalizadas:</b> (largura)x(altura)

source: Game Resolution
pt_pt: Resolução do Jogo

source: Set the maximum resolution used by the game. <b>Custom Resolutions:</b> (width)x(height)
pt_pt: Define a resolução máxima utilizada pelo jogo. <b>Resoluções personalizadas:</b> (largura)x(altura)

source: Window Mode
pt_pt: Modo de Janela

source: Windowed
pt_pt: Em janela

source: Borderless
pt_pt: Sem margens (Borderless)

source: Run gamescope in fullscreen, windowed or borderless mode Toggle fullscreen : Super + F
pt_pt: Executa o gamescope em modo de ecrã inteiro, janela ou sem margens. Alternar ecrã inteiro: Super + F

source: FSR Level
pt_pt: Nível de FSR

source: Use AMD FidelityFX™ Super Resolution 1.0 for upscaling. Upscaler sharpness from 0 (max) to 20 (min).
pt_pt: Utiliza AMD FidelityFX™ Super Resolution 1.0 para redimensionamento (upscaling). Nitidez do upscaler de 0 (máx) a 20 (mín).

source: Framerate Limiter
pt_pt: Limitador de Fotogramas

source: Set a frame-rate limit for gamescope specified in frames per second.
pt_pt: Define um limite de fotogramas para o gamescope em fotogramas por segundo (FPS).

source: Custom Settings
pt_pt: Definições Personalizadas

source: Set additional flags for gamescope (if available). See 'gamescope --help' for a full list of options.
pt_pt: Define flags adicionais para o gamescope (se disponível). Consulte 'gamescope --help' para a lista completa de opções.

source: Restrict number of cores used
pt_pt: Restringir número de núcleos utilizados

source: Restrict the game to a maximum number of CPU cores.
pt_pt: Restringe o jogo a um número máximo de núcleos (cores) do processador.

source: Restrict number of cores to
pt_pt: Restringir número de núcleos para

source: Maximum number of CPU cores to be used, if 'Restrict number of cores used' is turned on.
pt_pt: Número máximo de núcleos (cores) do processador a utilizar, se a opção 'Restringir número de núcleos utilizados' estiver ativada.

source: Enable Feral GameMode
pt_pt: Ativar Feral GameMode

source: Request a set of optimisations be temporarily applied to the host OS
pt_pt: Solicita que um conjunto de otimizações seja aplicado temporariamente ao sistema operativo anfitrião

source: Reduce PulseAudio latency
pt_pt: Reduzir latência do PulseAudio

source: Set the environment variable PULSE_LATENCY_MSEC=60 to improve audio quality on some games
pt_pt: Define a variável de ambiente PULSE_LATENCY_MSEC=60 para melhorar a qualidade do áudio nalguns jogos

source: Input
pt_pt: Entrada

source: Switch to US keyboard layout
pt_pt: Mudar para o esquema de teclado dos EUA

source: Switch to US keyboard QWERTY layout while game is running
pt_pt: Muda para o esquema de teclado QWERTY dos EUA enquanto o jogo está a correr

source: AntiMicroX Profile
pt_pt: Perfil AntiMicroX

source: Path to an AntiMicroX profile file
pt_pt: Caminho para um ficheiro de perfil do AntiMicroX

source: SDL2 gamepad mapping
pt_pt: Mapeamento de comando SDL2

source: SDL_GAMECONTROLLERCONFIG mapping string or path to a custom gamecontrollerdb.txt file containing mappings.
pt_pt: String de mapeamento SDL_GAMECONTROLLERCONFIG ou caminho para um ficheiro gamecontrollerdb.txt personalizado que contenha mapeamentos.

source: Text based games
pt_pt: Jogos baseados em texto

source: CLI mode
pt_pt: Modo CLI

source: Enable a terminal for text-based games. Only useful for ASCII based games. May cause issues with graphical games.
pt_pt: Ativa um terminal para jogos baseados em texto. Apenas útil para jogos em ASCII. Pode causar problemas em jogos gráficos.

source: Text based games emulator
pt_pt: Emulador de jogos baseados em texto

source: The terminal emulator used with the CLI mode. Choose from the list of detected terminal apps or enter the terminal's command or path.
pt_pt: O emulador de terminal utilizado com o modo CLI. Escolha da lista de aplicações de terminal detetadas ou introduza o comando ou caminho do terminal.

source: Game execution
pt_pt: Execução do jogo

source: Environment variables loaded at run time
pt_pt: Variáveis de ambiente carregadas durante a execução

source: Can be used to force certain locale for an app. Fixes encoding issues in legacy software.
pt_pt: Pode ser utilizado para forçar um certo 'locale' para uma aplicação. Corrige problemas de codificação em software antigo (legacy).

source: Command prefix
pt_pt: Prefixo de comando

source: Command line instructions to add in front of the game's execution command.
pt_pt: Instruções de linha de comandos a adicionar antes do comando de execução do jogo.

source: Manual script
pt_pt: Script manual

source: Script to execute from the game's contextual menu
pt_pt: Script a executar a partir do menu contextual do jogo

source: Pre-launch script
pt_pt: Script de pré-lançamento

source: Script to execute before the game starts
pt_pt: Script a executar antes do jogo iniciar

source: Wait for pre-launch script completion
pt_pt: Aguardar conclusão do script de pré-lançamento

source: Run the game only once the pre-launch script has exited
pt_pt: Executa o jogo apenas quando o script de pré-lançamento terminar

source: Post-exit script
pt_pt: Script pós-encerramento

source: Script to execute when the game exits
pt_pt: Script a executar quando o jogo encerrar

source: Include processes
pt_pt: Incluir processos

source: What processes to include in process monitoring. This is to override the built-in exclude list. Space-separated list, processes including spaces can be wrapped in quotation marks.
pt_pt: Que processos incluir na monitorização de processos. Isto serve para substituir a lista de exclusão interna. Lista separada por espaços; processos com espaços podem ser colocados entre aspas.

source: Exclude processes
pt_pt: Excluir processos

source: What processes to exclude in process monitoring. For example background processes that stick around after the game has been closed. Space-separated list, processes including spaces can be wrapped in quotation marks.
pt_pt: Que processos excluir na monitorização de processos. Por exemplo, processos de fundo que permanecem ativos após o jogo ter sido fechado. Lista separada por espaços; processos com espaços podem ser colocados entre aspas.

source: Killswitch file
pt_pt: Ficheiro killswitch

source: Path to a file which will stop the game when deleted (usually /dev/input/js0 to stop the game on joystick unplugging)
pt_pt: Caminho para um ficheiro que interromperá o jogo quando for eliminado (geralmente /dev/input/js0 para parar o jogo ao desligar o comando/joystick)

source: Flatpak is not installed
pt_pt: O Flatpak não está instalado

source: No terminal emulator could be detected.
pt_pt: Não foi possível detetar nenhum emulador de terminal.

source: '%s' could not be moved to the trash. You will need to delete it yourself.
pt_pt: Não foi possível mover '%s' para o lixo. Terá de o eliminar manualmente.

source: The items could not be moved to the trash. You will need to delete them yourself: %s
pt_pt: Não foi possível mover os itens para o lixo. Terá de os eliminar manualmente: %s

source: Never played
pt_pt: Nunca jogado

source: hour
pt_pt: hora

source: hours
pt_pt: horas

source: minute
pt_pt: minuto

source: minutes
pt_pt: minutos

source: Less than a minute
pt_pt: Menos de um minuto

source: day
pt_pt: dia

source: days
pt_pt: dias

source: week
pt_pt: semana

source: weeks
pt_pt: semanas

source: month
pt_pt: mês

source: months
pt_pt: meses

source: year
pt_pt: ano

source: years
pt_pt: anos

source: '%s' is not a valid playtime.
pt_pt: '%s' não é um tempo de jogo válido.

source: in the future
pt_pt: no futuro

source: just now
pt_pt: agora mesmo

source: %d days
pt_pt: %d dias

source: %d hours
pt_pt: %d horas

source: %d minutes
pt_pt: %d minutos

source: 1 minute
pt_pt: 1 minuto

source: %d seconds
pt_pt: %d segundos

source: 1 second
pt_pt: 1 segundo

source: ago
pt_pt: atrás

source: Documents
pt_pt: Documentos

source: Downloads
pt_pt: Transferências

source: Desktop
pt_pt: Ambiente de Trabalho

source: Pictures
pt_pt: Imagens

source: Videos
pt_pt: Vídeos

source: Projects
pt_pt: Projetos

source: Ubisoft authentication has been lost: %s
pt_pt: A autenticação da Ubisoft foi perdida: %s

source: The '%s' runtime component is not installed; visit the Updates tab in the Preferences dialog to install it.
pt_pt: O componente de runtime '%s' não está instalado; visite o separador Atualizações nas Preferências para o instalar.

source: Proton version '%s' is missing its wine executable and can't be used.
pt_pt: Falta o executável wine na versão '%s' do Proton, pelo que não pode ser utilizada.

source: The Wine version must be specified.
pt_pt: A versão do Wine deve ser especificada.
