Repository: lutris/lutris
Catalog: po/*.po
Languages: pt_pt

source: Video Game Preservation Platform
pt_pt: Plataforma de preservação de videojogos

source: gaming;wine;emulator;
pt_pt: jogos;gaming;wine;emulador;

source: Lutris Team
pt_pt: Equipa do Lutris

source: Video game preservation platform
pt_pt: Plataforma de preservação de videojogos

source: Main window
pt_pt: Janela principal

source: Lutris helps you install and play video games from all eras and from most gaming systems. By leveraging and combining existing emulators, engine re-implementations and compatibility layers, it gives you a central interface to launch all your games.
pt_pt: O Lutris ajuda-o a instalar e a jogar videojogos de todas as eras e da maioria dos sistemas. Ao tirar partido e combinar emuladores existentes, re-implementações de motores e camadas de compatibilidade, oferece-lhe uma interface central para iniciar todos os seus jogos.

source: Fix Ubisoft Connect login
pt_pt: Correção do início de sessão no Ubisoft Connect

source: Fix Battle.net source compatibility with newer protobuf versions
pt_pt: Correção da compatibilidade da fonte Battle.net com versões mais recentes do protobuf

source: Fix GOG installers for scripts using non-Windows runners (engine reimplementations, etc.)
pt_pt: Correção de instaladores do GOG para scripts que usem runners que não sejam de Windows (re-implementações de motores, etc.)

source: Fix compatibility with Python 3.14
pt_pt: Correção da compatibilidade com Python 3.14

source: Fix Proton integration bugs so Proton-fixes are applied
pt_pt: Correção de erros na integração do Proton para que as correções (fixes) sejam aplicadas

source: Do not offer VKD3D, D3D Extras or DXVK-NVAPI on Proton versions; Proton will handle these
pt_pt: Não oferecer VKD3D, D3D Extras ou DXVK-NVAPI em versões do Proton; o Proton irá geri-los

source: The "Enable Esync" and "Enable Fsync" and "DXVK" settings are now passed on to Proton
pt_pt: As definições "Ativar Esync", "Ativar Fsync" e "DXVK" são agora passadas para o Proton

source: DXVK's integrated D8VK will be enabled in Proton
pt_pt: O D8VK integrado do DXVK será ativado no Proton

source: Wine runner adds an option to select Wine's "Wayland driver"
pt_pt: O runner Wine adiciona uma opção para selecionar o "Wayland driver" do Wine

source: Add little buttons to select cover-art, banner and icons via URL in game configuration
pt_pt: Adição de pequenos botões para selecionar capas, banners e ícones via URL nas configurações do jogo

source: Cover-art or banners from sources will be used when Lutris media is not available
pt_pt: Capas ou banners das fontes serão utilizados quando o conteúdo multimédia do Lutris não estiver disponível

source: Emulator BIOS file location (used by libretro) may be set in Preferences
pt_pt: A localização dos ficheiros de BIOS do emulador (usada pelo libretro) pode ser definida nas Preferências

source: Fix for updated Flathub API
pt_pt: Correção para a API atualizada do Flathub

source: Change Itch.io over to the use of API keys instead of usernames and passwords
pt_pt: Alteração do Itch.io para o uso de chaves de API em vez de nomes de utilizador e palavras-passe

source: Update EA App source to their new API
pt_pt: Atualização da fonte EA App para a sua nova API

source: Simplify Itch.io collections - if you have no collection named "Lutris", we will show all games
pt_pt: Simplificação das coleções Itch.io - se não tiver uma coleção chamada "Lutris", mostraremos todos os jogos

source: MAME Machine setting uses a searchable entry for its enormous list
pt_pt: A definição MAME Machine utiliza agora uma entrada pesquisável para a sua enorme lista

source: Obtain the release year from GOG and Itch.io
pt_pt: Obtenção do ano de lançamento a partir do GOG e Itch.io

source: Add "Azahar" runner
pt_pt: Adição do runner "Azahar"

source: Add "ZOOM Platform" source
pt_pt: Adição da fonte "ZOOM Platform"

source: Add "Steam Family" source to support Steam Families
pt_pt: Adição da fonte "Steam Family" para suportar as Famílias Steam

source: Updated versions of runners for TIC-80, EasyRPG, mGBA, Rosalie's Mupen GUI, Ruffle, 86Box
pt_pt: Versões atualizadas dos runners para TIC-80, EasyRPG, mGBA, Rosalie's Mupen GUI, Ruffle, 86Box

source: Ryujinx runner can now specify 'application ID' for your multi-game XCIs
pt_pt: O runner Ryujinx pode agora especificar o 'application ID' para XCIs de vários jogos

source: Support for importing Commodore 64 ROMs
pt_pt: Suporte para a importação de ROMs de Commodore 64

source: Support ICDs for Intel Xe GPUs
pt_pt: Suporte para ICDs de GPUs Intel Xe

source: Add option for 'ptyxis' terminal
pt_pt: Adição de opção para o terminal 'ptyxis'

source: Redundant "Add Games" menu item removed; use the plus button in the corner
pt_pt: Item de menu redundante "Adicionar Jogos" removido; utilize o botão mais no canto

source: Option to hide a source's games from also appearing in the Games view
pt_pt: Opção para ocultar os jogos de uma fonte da vista geral de Jogos

source: "Manual Script" for the context menu will now see the game's environment variables
pt_pt: O "Script Manual" no menu de contexto passa agora a ver as variáveis de ambiente do jogo

source: Add "Create Steam Big Picture shortcut" to the context menu
pt_pt: Adição de "Criar atalho Steam Big Picture" ao menu de contexto

source: Add a file association to run .lutris installer files via double-click
pt_pt: Adição de uma associação de ficheiro para correr ficheiros de instalação .lutris com clique duplo

source: Lutris downloads the latest GE-Proton build for Wine if any Wine version is installed
pt_pt: O Lutris transfere a versão mais recente do GE-Proton para o Wine se alguma versão do Wine estiver instalada

source: Use dark theme by default
pt_pt: Utilizar o tema escuro por predefinição

source: Display cover-art rather than banners by default
pt_pt: Mostrar capas em vez de banners por predefinição

source: Add 'Uncategorized' view to sidebar
pt_pt: Adição da vista 'Sem categoria' à barra lateral

source: Preference options that do not work on Wayland will be hidden when on Wayland
pt_pt: As opções de preferência que não funcionam em Wayland serão ocultadas ao utilizar Wayland

source: Game searches can now use fancy tags like 'installed:yes' or 'source:gog', with explanatory tool-tip
pt_pt: As pesquisas de jogos podem agora usar etiquetas avançadas como 'installed:yes' ou 'source:gog', com dicas explicativas (tool-tips)

source: A new filter button on the search box can build many of these fancy tags for you
pt_pt: Um novo botão de filtro na caixa de pesquisa pode criar muitas destas etiquetas avançadas por si

source: Runner searches can use 'installed:yes' as well, but no other fancy searches or anything
pt_pt: As pesquisas de Runners também podem usar 'installed:yes', mas não outras pesquisas avançadas

source: Updated the Flathub and Amazon source to new APIs, restoring integration
pt_pt: Atualização das fontes Flathub e Amazon para novas APIs, restaurando a integração

source: Itch.io source integration will load a collection named 'Lutris' if present
pt_pt: A integração da fonte Itch.io irá carregar uma coleção chamada 'Lutris', se presente

source: GOG and Itch.io sources can now offer Linux and Windows installers for the same game
pt_pt: As fontes GOG e Itch.io podem agora oferecer instaladores Linux e Windows para o mesmo jogo

source: Added support for the 'foot' terminal
pt_pt: Adicionado suporte para o terminal 'foot'

source: Support for DirectX 8 in DXVK v2.4
pt_pt: Suporte para DirectX 8 no DXVK v2.4

source: Support for Ayatana Application Indicators
pt_pt: Suporte para Ayatana Application Indicators

source: Additional options for Ruffle runner
pt_pt: Opções adicionais para o runner Ruffle

source: Updated download links for the Atari800 and MicroM8 runners
pt_pt: Atualização das ligações de transferência para os runners Atari800 e MicroM8

source: No longer re-download cached installation files even when some are missing
pt_pt: Não voltar a transferir ficheiros de instalação em cache, mesmo quando alguns estão em falta

source: Lutris log is included in the 'System' tab of the Preferences window
pt_pt: O registo (log) do Lutris está incluído no separador 'Sistema' da janela de Preferências

source: Improved error reporting, with the Lutris log included in the error details
pt_pt: Relatórios de erros melhorados, com o registo do Lutris incluído nos detalhes do erro

source: Add AppArmor profile for Ubuntu versions >= 23.10
pt_pt: Adição de perfil AppArmor para versões do Ubuntu >= 23.10

source: Add Duckstation runner
pt_pt: Adição do runner Duckstation

source: Fix critical bug preventing completion of installs if the script specifies a wine version
pt_pt: Correção de erro crítico que impedia a conclusão de instalações se o script especificasse uma versão do wine

source: Fix critical bug preventing Steam library sync
pt_pt: Correção de erro crítico que impedia a sincronização da biblioteca Steam

source: Fix critical bug preventing game or runner uninstall in Flatpak
pt_pt: Correção de erro crítico que impedia a desinstalação de jogos ou runners no Flatpak

source: Support for library sync to lutris.net, this allows to sync games, play
pt_pt: Suporte para sincronização da biblioteca com lutris.net, o que permite sincronizar jogos, tempo de

source: time and categories to multiple devices.
pt_pt: jogo e categorias com vários dispositivos.

source: Remove "Lutris" service view; with library sync the "Games" view replaces it.
pt_pt: Remoção da vista de serviço "Lutris"; com a sincronização de biblioteca, a vista "Jogos" substitui-a.

source: Torturous and sadistic options for multi-GPUs that were half broken and understood by no one have been replaced by a simple GPU selector.
pt_pt: As opções tortuosas e sádicas para multi-GPUs, que estavam semi-partidas e não eram compreendidas por ninguém, foram substituídas por um seletor de GPU simples.

source: EXPERIMENTAL support for umu, which allows running games with Proton and
pt_pt: Suporte EXPERIMENTAL para umu, que permite correr jogos com Proton e

source: Pressure Vessel. Using Proton in Lutris without umu is no longer possible.
pt_pt: Pressure Vessel. Deixa de ser possível usar Proton no Lutris sem o umu.

source: Better and sensible sorting for games (sorting by playtime or last played no longer needs to be reversed)
pt_pt: Ordenação de jogos melhorada e sensata (a ordenação por tempo de jogo ou último jogado já não precisa de ser invertida)

source: Support the "Categories" command when you select multiple games
pt_pt: Suporte para o comando "Categorias" ao selecionar múltiplos jogos

source: Notification bar when your Lutris is no longer supported
pt_pt: Barra de notificação para quando a sua versão do Lutris já não for suportada

source: Improved error dialog.
pt_pt: Diálogo de erro melhorado.

source: Add Vita3k runner (thanks @ItsAllAboutTheCode)
pt_pt: Adição do runner Vita3k (obrigado @ItsAllAboutTheCode)

source: Add Supermodel runner
pt_pt: Adição do runner Supermodel

source: WUA files are now supported in Cemu
pt_pt: Ficheiros WUA são agora suportados no Cemu

source: "Show Hidden Games" now displays the hidden games in a separate view, and re-hides them as soon as you leave it.
pt_pt: "Mostrar Jogos Ocultos" exibe agora os jogos ocultos numa vista separada e volta a ocultá-los assim que sair da mesma.

source: Support transparent PNG files for custom banner and cover-art
pt_pt: Suporte para ficheiros PNG transparentes em banners e capas personalizadas

source: Images are now downloaded for manually added games.
pt_pt: As imagens são agora transferidas para jogos adicionados manualmente.

source: Deprecate 'exe', 'main_file' or 'iso' placed at the root of the script,
pt_pt: Descontinuar 'exe', 'main_file' ou 'iso' colocados na raiz do script,

source: all lutris.net installers have been updated accordingly.
pt_pt: todos os instaladores do lutris.net foram atualizados em conformidade.

source: Deprecate libstrangle and xgamma support.
pt_pt: Descontinuar o suporte a libstrangle e xgamma.

source: Deprecate DXVK state cache feature (it was never used and is no longer relevant to DXVK 2)
pt_pt: Descontinuar a funcionalidade de cache de estado do DXVK (nunca foi utilizada e já não é relevante para o DXVK 2)

source: Fix bug that prevented installers to complete
pt_pt: Correção de erro que impedia a conclusão dos instaladores

source: Better handling of Steam configurations for the Steam account picker
pt_pt: Melhor gestão das configurações Steam para o seletor de contas Steam

source: Load game library in a background thread
pt_pt: Carregar a biblioteca de jogos num processo (thread) em segundo plano

source: Fix some crashes happening when using Wayland and a high DPI gaming mouse
pt_pt: Correção de alguns bloqueios (crashes) ao usar Wayland e um rato de gaming com DPI elevado

source: Fix crash when opening the system preferences tab for a game
pt_pt: Correção de bloqueio ao abrir o separador de preferências de sistema de um jogo

source: Reduced the locales list to a predefined one (let us know if you need yours added)
pt_pt: Redução da lista de idiomas (locales) para uma predefinida (diga-nos se precisar que o seu seja adicionado)

source: Fix Lutris not expanding "~" in paths
pt_pt: Correção do Lutris não expandir "~" em caminhos

source: Download runtime components from the main window,
pt_pt: Transferir componentes do runtime a partir da janela principal,

source: the "updating runtime" dialog appearing before Lutris opens has been removed
pt_pt: o diálogo "a atualizar runtime" que aparecia antes do Lutris abrir foi removido

source: Add the ability to open a location in your file browser from file picker widgets
pt_pt: Adição da capacidade de abrir uma localização no explorador de ficheiros a partir dos seletores de ficheiros

source: Add the ability to select, remove, or stop multiple games in the Lutris window
pt_pt: Adição da capacidade de selecionar, remover ou parar múltiplos jogos na janela do Lutris

source: Redesigned 'Uninstall Game' dialog now completely removes games by default
pt_pt: O novo design do diálogo 'Desinstalar Jogo' remove agora os jogos completamente por predefinição

source: Fix the export / import feature
pt_pt: Correção da funcionalidade de exportar / importar

source: Show an animation when a game is launched
pt_pt: Mostrar uma animação quando um jogo é iniciado

source: Add the ability to disable Wine auto-updates at the expense of losing support
pt_pt: Adição da capacidade de desativar atualizações automáticas do Wine, com o risco de perder suporte

source: Add playtime editing in the game preferences
pt_pt: Adição da edição do tempo de jogo nas preferências do jogo

source: Move game files, runners to the trash instead of deleting them they are uninstalled
pt_pt: Mover ficheiros do jogo e runners para o lixo em vez de os apagar ao serem desinstalados

source: Add "Updates" tab in Preferences control and check for updates and correct missing media
pt_pt: Adição do separador "Atualizações" nas Preferências para verificar atualizações e corrigir conteúdo multimédia em falta

source: in the 'Games' view.
pt_pt: na vista de 'Jogos'.

source: Add "Storage" tab in Preferences to control game and installer cache location
pt_pt: Adição do separador "Armazenamento" nas Preferências para controlar a localização da cache de jogos e instaladores

source: Expand "System" tab in Preferences with more system information but less brown.
pt_pt: Expansão do separador "Sistema" nas Preferências com mais informações do sistema, mas menos castanho.

source: Add "Run Task Manager" command for Wine games
pt_pt: Adição do comando "Executar Gestor de Tarefas" para jogos Wine

source: Add two new, smaller banner sizes for itch.io games.
pt_pt: Adição de dois novos tamanhos de banner, mais pequenos, para jogos itch.io.

source: Ignore Wine virtual desktop setting when using Wine-GE/Proton to avoid crash
pt_pt: Ignorar a definição de ambiente de trabalho virtual do Wine ao usar Wine-GE/Proton para evitar bloqueios

source: Ignore MangoHUD setting when launching Steam to avoid crash
pt_pt: Ignorar a definição do MangoHUD ao iniciar o Steam para evitar bloqueios

source: Sync Steam playtimes with the Lutris library
pt_pt: Sincronizar tempos de jogo do Steam com a biblioteca do Lutris

source: Add Steam account switcher to handle multiple Steam accounts
pt_pt: Adição de seletor de contas Steam para gerir múltiplas contas Steam

source: on the same device.
pt_pt: no mesmo dispositivo.

source: Add user defined tags / categories
pt_pt: Adição de etiquetas / categorias definidas pelo utilizador

source: Group every API calls for runtime updates in a single one
pt_pt: Agrupamento de todas as chamadas de API para atualizações de runtime numa só

source: Download appropriate DXVK and VKD3D versions based on
pt_pt: Transferir as versões apropriadas de DXVK e VKD3D com base nos

source: the available GPU PCI IDs
pt_pt: IDs PCI de GPU disponíveis

source: EA App integration. Your Origin games and saves can be manually imported
pt_pt: Integração com a EA App. Os seus jogos e gravações do Origin podem ser importados manualmente

source: from your Origin prefix.
pt_pt: a partir do seu prefixo do Origin.

source: Add integration with ScummVM local library
pt_pt: Adição de integração com a biblioteca local do ScummVM

source: Download Wine-GE updates when Lutris starts
pt_pt: Transferir atualizações do Wine-GE quando o Lutris inicia

source: Group GOG and Amazon download in a single progress bar
pt_pt: Agrupar as transferências do GOG e Amazon numa única barra de progresso

source: Fix blank login window on online services such as GOG or EGS
pt_pt: Correção de janela de início de sessão em branco em serviços online como GOG ou EGS

source: Add a sort name field
pt_pt: Adição de um campo de nome para ordenação

source: Yuzu and xemu now use an AppImage
pt_pt: Yuzu e xemu utilizam agora um AppImage

source: Experimental support for Flatpak provided runners
pt_pt: Suporte experimental para runners fornecidos via Flatpak

source: Header-bar search for configuration options
pt_pt: Pesquisa de opções de configuração na barra de cabeçalho

source: Support for Gamescope 3.12
pt_pt: Suporte para Gamescope 3.12

source: Missing games show an additional badge
pt_pt: Jogos em falta mostram um emblema adicional

source: Add missing dependency on python3-gi-cairo for Debian packages
pt_pt: Adição de dependência em falta de python3-gi-cairo para pacotes Debian

source: About Lutris
pt_pt: Sobre o Lutris

source: The Lutris team
pt_pt: A equipa do Lutris

source: Connect to lutris.net
pt_pt: Ligar ao lutris.net

source: Forgot password?
pt_pt: Esqueceu-se da palavra-passe?

source: C_ancel
pt_pt: C_ancelar

source: _Connect
pt_pt: _Ligar

source: Password
pt_pt: Palavra-passe

source: Username
pt_pt: Nome de utilizador

source: Search...
pt_pt: Procurar...

source: Decrease text size
pt_pt: Diminuir tamanho do texto

source: Increase text size
pt_pt: Aumentar tamanho do texto

source: <a href="">Login</a> to Lutris to sync your game library
pt_pt: <a href="">Inicie sessão</a> no Lutris para sincronizar a sua biblioteca

source: Lutris %s is no longer supported. <a href="https://lutris.net/downloads/">Download %s here!</a>
pt_pt: O Lutris %s já não é suportado. <a href="https://lutris.net/downloads/">Transfira o %s aqui!</a>

source: Enter the name of a game to search for, or use search terms: <b>installed:</b><i>true</i> Only installed games. <b>hidden:</b><i>true</i> Only hidden games. <b>favorite:</b><i>true</i> Only favorite games. <b>categorized:</b><i>true</i> Only games in a category. <b>category:</b><i>x</i> Only games in category <i>x</i>. <b>source:</b><i>steam</i> Only Steam games <b>runner:</b><i>wine</i> Only Wine games <b>platform:</b><i>windows</i> Only Windows games <b>playtime:</b><i>&gt;2 hours</i> Only games played for more than 2 hours. <b>lastplayed:</b><i>&lt;2 days</i> Only games played in the last 2 days. <b>directory:</b><i>game/dir</i> Only games at the path.
pt_pt: Introduza o nome de um jogo para procurar ou utilize termos de pesquisa: <b>installed:</b><i>true</i> Apenas jogos instalados. <b>hidden:</b><i>true</i> Apenas jogos ocultos. <b>favorite:</b><i>true</i> Apenas jogos favoritos. <b>categorized:</b><i>true</i> Apenas jogos numa categoria. <b>category:</b><i>x</i> Apenas jogos na categoria <i>x</i>. <b>source:</b><i>steam</i> Apenas jogos Steam. <b>runner:</b><i>wine</i> Apenas jogos Wine. <b>platform:</b><i>windows</i> Apenas jogos Windows. <b>playtime:</b><i>&gt;2 hours</i> Apenas jogos jogados por mais de 2 horas. <b>lastplayed:</b><i>&lt;2 days</i> Apenas jogos jogados nos últimos 2 dias. <b>directory:</b><i>caminho/do/jogo</i> Apenas jogos no caminho especificado.

source: Search games
pt_pt: Procurar jogos

source: Add Game
pt_pt: Adicionar jogo

source: Toggle View
pt_pt: Alternar vista

source: Sort Installed First
pt_pt: Ordenar instalados primeiro

source: Reverse order
pt_pt: Inverter ordem

source: Name
pt_pt: Nome

source: Year
pt_pt: Ano

source: Last Played
pt_pt: Jogado pela última vez

source: Installed At
pt_pt: Instalado em

source: Play Time
pt_pt: Tempo de jogo

source: _Installed Games Only
pt_pt: Apenas jogos _instalados

source: Show Side _Panel
pt_pt: Mostrar _painel lateral

source: Show _Hidden Games
pt_pt: Mostrar jogos _ocultos

source: Preferences
pt_pt: Preferências

source: Lutris forums
pt_pt: Fóruns do Lutris

source: Make a donation
pt_pt: Fazer uma doação

source: Uninstalling games
pt_pt: A desinstalar jogos

source: Delete All Files
pt_pt: Apagar todos os ficheiros

source: Remove All Games from Library
pt_pt: Remover todos os jogos da biblioteca

source: Remove Games
pt_pt: Remover jogos

source: Cancel
pt_pt: Cancelar

source: Remove
pt_pt: Remover

source: never
pt_pt: nunca

source: The cache path '%s' does not exist, but its parent does so it will be created when needed.
pt_pt: O caminho da cache '%s' não existe, mas o seu diretório superior existe, pelo que será criado quando necessário.

source: The cache path %s does not exist, nor does its parent, so it won't be created.
pt_pt: O caminho da cache %s não existe, nem o seu diretório superior, pelo que não será criado.

source: The directory {} could not be found
pt_pt: O diretório {} não foi encontrado

source: The link {} could not be used.
pt_pt: A ligação {} não pôde ser utilizada.

source: A bios file is required to run this game
pt_pt: É necessário um ficheiro de BIOS para correr este jogo

source: The following {arch} libraries are required but are not installed on your system: {libs}
pt_pt: As seguintes bibliotecas {arch} são necessárias mas não estão instaladas no seu sistema: {libs}

source: The file {} could not be found
pt_pt: O ficheiro {} não foi encontrado

source: This game has no executable set. The install process didn't finish properly.
pt_pt: Este jogo não tem um executável definido. O processo de instalação não terminou corretamente.

source: Your ESYNC limits are not set correctly.
pt_pt: Os seus limites ESYNC não estão definidos corretamente.

source: Your kernel is not patched for fsync. Please get a patched kernel to use fsync.
pt_pt: O seu kernel não possui o patch para fsync. Por favor, utilize um kernel com o patch para usar o fsync.

source: Stop
pt_pt: Parar

source: Categories
pt_pt: Categorias

source: Add to favorites
pt_pt: Adicionar aos favoritos

source: Remove from favorites
pt_pt: Remover dos favoritos

source: Hide game from library
pt_pt: Ocultar jogo da biblioteca

source: Unhide game from library
pt_pt: Mostrar jogo na biblioteca

source: Play
pt_pt: Jogar

source: Execute script
pt_pt: Executar script

source: Show logs
pt_pt: Mostrar registos

source: Configure
pt_pt: Configurar

source: Browse files
pt_pt: Explorar ficheiros
